{"title": "The dichotomous impacts of Semaphorin3E deficiency on exacerbating airway hyperresponsiveness, remodelling, and inflammation in type-2 low and type-2 high asthma models", "authors": ["Mojdeh Matloubi", "Fatemeh Sedaghat", "Abdelilah S. Gounni"], "abstract": "Semaphorin3E has shown promise in alleviating the severity of asthma in preclinical studies; however, its role in the chronic features of type 2-low asthma remains unclear. Therefore, we aimed to investigate the role of Sema3E in a mouse model of severe asthma that exhibits a mix of granulocytic inflammation with neutrophils dominance and compared the results with those from the type-2 high eosinophilic asthma model.   and wild-type (WT) mice were subjected to type-2 low and type-2 high regimens using house dust mite (HDM) combined with cyclic-di-GMP or HDM alone, respectively. Airway hyperresponsiveness parameters were measured using the FlexiVent ventilator. Bronchoalveolar lavage fluid cell phenotyping was performed by flowcytometry. Additionally, cytokines and antibodies were quantified using Mesoscale and ELISA. Mucus overproduction and goblet cell hyperplasia were visualized by Periodic-acid–Schiff staining. In comparison to WT mice,   mice exhibited an enhanced tissue resistance and tissue elastance in the type 2-low asthma model. Concurrently,   mice that were subjected to the type-2 low asthma model demonstrated an elevated presence of pulmonary neutrophils, dendritic cells, CD4 T cells, as well as increased levels of IL-17, TNF, IL-1β, CXCL-8, and MCP-1/CCL2 in comparison to their WT counterparts. However, in the type-2 high model,   mice exhibited a significant increase in goblet cell numbers and mucus overproduction, as well as enhancements in the number of eosinophils, IgE-producing B cells, and IL-4 levels compared to WT mice, highlighting the homeostatic role of Sema3E in the distinct immune niche of type-2 low and type-2 high asthma. Overall, our data showed that Sema3E is critical in modulating AHR, airway inflammation, and tissue remodelling in type 2 low and type 2 high phenotypes of asthma. The Sema3E regulatory network varies depending on the immunization regimen, affecting distinct parameters in type-2 low and type-2 high asthma models.", "Introduction": "Asthma is a complex condition with various observable features, known as phenotypes, that arise from specific biological mechanisms called endotypes [ , ]. Each phenotype exhibits its own severity, history, and medication response, influenced by associated biological mechanisms [ , ]. Type-2 low (neutrophilic) and type-2 high (eosinophilic) asthma represent two distinct inflammatory phenotypes within the broader spectrum of asthma [ – ]. Neutrophilic asthma (type 2 low) is characterized by a predominant presence of neutrophils in the airways and an immune response marked by elevated levels of inflammatory cytokines, such as IL-17 and IFN-γ, manifesting as a more severe and persistent form of the disease [ – ]. Conversely, eosinophilic asthma, classified as type-2 high asthma, is commonly associated with allergic triggers and is characterized by a significant presence of eosinophils within the airways, and associated with elevated levels of cytokines, like IL-4, IL-5, IL-13, and IgE [ – ]. Treatment strategies may be tailored based on the predominant inflammatory cell type, with corticosteroids often effective in addressing eosinophilic inflammation [ – ]. The distinction between these phenotypes is crucial for personalized asthma management, considering the diverse underlying mechanisms contributing to airway inflammation and remodelling in different individuals. Semaphorins were initially identified as axon guidance during the development of the neural system [ ]. However, they are present in different organs and tissues, participating in diverse signaling pathways [ , ]. In respiratory diseases, semaphorins play crucial roles in cell-cell contact, differentiation, proliferation, migration, and immune system regulation [ – ]. Our lab demonstrates that Sema3E plays a modulatory role in allergic HDM model of asthma, and the Sema3E-plexinD1 signaling to be critical for maintaining homeostatic conditions within the airways [ – ]. The deficiency of Sema3E in murine models of allergic asthma resulted in a significant infiltration of granulocytes into the pulmonary tissue, along with an amplified Th2/Th17 immune response. This condition was characterized by pronounced airway hyperresponsiveness (AHR), excessive mucus and collagen production, as well as hyperplasia and hypertrophy of smooth muscle cells [ , , , ]. In contrast, the intranasal administration of exogenous Sema3E reduced these pathological effects [ , , , ], hence underscoring the essential role of the Sema3E-plexinD1 axis in maintaining homeostasis in allergic asthma [ ]. However, the role of Sema3E in type 2 low asthma has not been investigated. In this regard, our lab has established two chronic allergen protocols that induce robust airway granulocytic inflammation associated with airway hyperresponsiveness (AHR) and remodelling [ ]. Given the potential of Sema3E as a therapeutic target for allergic HDM asthma [ , ], we sought to investigate the role of Sema3E in type 2-low asthma using preclinical models and to compare the effects of Sema3E deficiency in this model with those observed in the type 2-high asthma phenotype. Our findings reveal that Sema3E plays a pivotal role in regulating airway hyperresponsiveness (AHR), inflammation, and tissue remodeling across different asthma phenotypes. In the type 2-low asthma model, Sema3E-deficient mice exhibited increased tissue resistance and elastance, accompanied by elevated levels of neutrophils, dendritic cells, CD4 + T cells, and pro-inflammatory cytokines such as IL-17, TNF, IL-1β, CXCL-8, and MCP-1/CCL2. In contrast, Sema3E deficiency in the type 2-high model led to a marked increase in goblet cell hyperplasia, mucus overproduction, eosinophilia, B cell producing IgE, and elevated IL-4 levels. These results suggest that Sema3E contributes to maintaining homeostasis within distinct immune niches, exerting differential effects in neutrophil-dominant versus eosinophil-dominant asthma. Overall, our study reveals that the Sema3E regulatory network is highly context-dependent, underscoring its pivotal role in orchestrating immune and structural responses across distinct asthma phenotypes. These findings highlight Sema3E as a key immunoregulatory molecule with potential implications for phenotype-specific therapeutic targeting in asthma.", "Method and materials": "Eight-week-old male and female Balb/c (RRID:MGI: 2161018)   mice were generated by backcrossing   (129 P2) for ten generations (generously provided by Dr. Fanny Mann, Developmental Biology Institute of Marseille Luminy, Université de la Méditerranée, Marseille, France). The littermate wild-type Balb/c mice were used as control [ ]. All mice were kept in the pathogen-free room at the Central Animal Care facility, University of Manitoba. All procedures followed the guidelines provided by the Canadian Council for Animal Care and approved by the University of Manitoba Animal Care and Use Committee (protocol number 19-035). This study did not involve human participants or human-derived samples. All experiments were conducted using laboratory mice. Animals were eligible for inclusion if they were age-matched (8 weeks old), sex-matched, and in good general health at the time of enrollment. Mice exhibiting signs of illness, abnormal behavior, or weight loss exceeding 15% of baseline were excluded from the study to ensure data integrity and animal welfare. All animals were randomly assigned to experimental groups and housed under specific pathogen-free (SPF) conditions throughout the study. Eight-week-old male and female wild-type and   mice underwent chronic neutrophilic (type-2 low) and eosinophilic (type-2 high) asthma regimens for four weeks ( ). For the severe type-2 low model, mice underwent sensitization with 25 μg of low-endotoxin house dust mite (HDM) (lot 259585; Der-p-1: 298.36 mcg/vial, protein: 5.34 mg/vial, endotoxin: 615 EU/vial, Greer Laboratories, Lenoir, NC) and 5 μg of cyclic di-GMP (Cat# SML1228−1UMO; Millipore Sigma) intranasally on days 1, 3, and 5. Following a five-day resting period, the mice were subjected to three challenge sets, each comprising three consecutive challenges with HDM and c-di-GMP, with a four-day rest interval between each set. On the first day of each challenge set, 0.5 μg of c-di-GMP was administered in conjunction with HDM, followed by two subsequent challenges that consisted solely of 25 μg of HDM ( ) [ ]. The eosinophilic model followed the same sensitization and challenge protocol, except that c-di-GMP was not used in this model [ ]. The mice were sacrificed 24 hours after the final challenge to investigate the outcomes. For tissue collection and experimental endpoint, anesthesia was achieved by placing the mice in an induction chamber with the gas flowmeter set to 500–1000 mL/min and the vaporizer at 4% isoflurane. The absence of a pedal reflex confirmed the successful induction of anesthesia. Then anesthesia maintained using a nose cone, with the gas flowmeter adjusted to 100–200 mL/min and the vaporizer set to 2–3% isoflurane, ensuring that the mice remained unconscious and experienced no pain. Mice were then euthanized via cardiac perfusion or cervical dislocation, following ethical guidelines.   and wild-type control mice, which did not receive allergens, were used as control mice in this study.  The type-2 low and type-2 high models of asthma were established by intranasal exposure to c-di-GMP + HDM or HDM alone for four weeks, respectively.   and WT mice underwent tracheotomy and were subsequently received increasing gradients of methacholine to measure airway hyperresponsiveness parameters.   Fold increase in total lung resistance (Rrs) was calculated for each   and WT group (type-2 low and type-2 high) relative to the mean of their respective naïve counterparts.   airway resistance,   PC20,   tissue resistance, and   tissue elastance in both type −2 low and type-2 high models of asthma were calculated between   and WT mice. All data shown are representative of 3-7 mice per group. Data are presented as the mean with standard error of the mean (SEM), 2-way ANOVA *p < 0.05, ***p < 0.001. Airway hyperresponsiveness (AHR) was assessed by measuring airway resistance (Rn), tissue resistance (G), and tissue elastance (H) using the FlexiVent animal ventilator (Scireq, Montreal, QC, Canada). Both allergen-exposed and control mice underwent thoracotomy, followed by intratracheal administration of methacholine at progressively increasing concentrations (Saline, 3, 6, 12, 25, and 50 mg/ml) in 5-minute intervals. Lung function assessments were conducted as previously described [ ]. Bronchoalveolar lavage fluid (BALF) was obtained from the airways through two administrations of 1 ml sterile PBS containing 0.05 mM EDTA. After centrifugation, the supernatant was stored at −80◦C for subsequent analysis. The total number of cells in BALF was counted using trypan blue and a hemocytometer. Subsequently, cells were processed through cytospins, fixed, and stained with Wright-Giemsa [ ]. Lung tissue from   and WT mice were collected, and single-cell suspensions were prepared as previously described [ ]. Following washing and incubation with Fc-blocker, cells were stained with a mixture (0.5μl of antibodies/20μl of flow buffer per tube) containing the following anti-mouse antibodies using four antibody panels. The first panel interrogating granulocytes composition, consisted of fixable viability dye eFluor 780 (eBioscience), CD45-PB (clone S18009F; BioLegend), MerTK-APC (clone 2B10C42; BioLegend), CD64-PerCP/Cy5.5 (clone X54-5/7.1; BioLegend), CD11b-PE/Cy7 (clone M1/70; eBioscience), CD11c-APC/Cy7 (clone N418; BioLegend), Siglec F-PE (clone E50-2440; BD Biosciences), Gr-1-FITC (clone RB6-8C5; BioLegend). The second panel, used to probe for lung myeloid conventional dendritic cells, consisted of dumping antibodies, including CD3-PE (clone 17A2; BioLegend), B220-PE (clone RA3-6B2; BioLegend), NKp46-PE (clone 29A1.4; BioLegend), Gr-1-PE (clone RB6-8C5; BioLegend), and Siglec-F-PE (clone E50-2440; BD Biosciences) to remove lymphocytes, NK, and granulocytes. Followed by fixable viability dye eFluor 780 (eBioscience), CD45-APC-Cy7 (clone 30-F11; BioLegend), MHC class II (I-A/I-E)-PB (clone AF6-120.1; BioLegend), CD11c-FITC (clone N418; BioLegend), CD103-PerCP/Cy5.5 (clone 2E7; BioLegend), CD11b-PE-Cy7 (clone M1/70; eBioscience). The third panel, is used to analyze lung B cell and intracellular staining for antibodies, consist of fixable viability dye eFluor 780 (eBioscience), CD45-PB (clone S18009F; BioLegend), CD19-APC-Cy7 (clone 1D3/CD19; BioLegend), B220-APC (clone RA3-6B2; BioLegend), IgE-FITC (clone RME-1; BioLegend), IgG1-PE-Cy7 (clone RMG1-1; BioLegend),). The fourth panel, CD4+ and CD8 + T cells, consists of fixable viability dye eFluor 780 (eBioscience), CD45-APC-Cy7 (clone 30-F11; BioLegend), CD3-PE-Cy7 (clone 17A2; BioLegend), CD4-PB (clone GK1.5; BioLegend), CD8-FITC (clone 53-5.8; BioLegend). Moreover, inflammatory cells in the BALF were characterized using anti-mouse antibodies, including MerTK-APC (clone 2B10C42; BioLegend), CD64-PerCP/Cy5.5 (clone X54-5/7.1; BioLegend), CD11b-PE/Cy7 (clone M1/70; eBioscience), CD11c-APC/Cy7 (clone N418; BioLegend), Siglec F-PE (clone E50-2440; BD Biosciences), Gr-1- BV421 (clone RB6-8C5; BioLegend), CD4-BV605 (clone GK1.5; BioLegend), and B220-BV500 (clone RA3-6B2; eBioscience). Subsequently, the samples were acquired using the Beckman Coulter CytoFLEX flow cytometer and analyzed using FlowJo software (RRID:SCR_008520). The level of TNF, IL-1β, IL-4, IL-5, IL-10, IL-13, IL-17A, CXCL-8 and IFN-γ was measured using MesoScale Discovery system (MSD U-PLEX, US. Cat#K15069M-1) in BALF supernatants according to the manufacturer’s instructions. Plates were read by MESO QuickPlex SQ 120MM machine (Rockville, Maryland, USA). Cardiac blood was collected from Sema3E KO and wild-type mice exposed to either saline or HDM. After centrifugation, serum samples were isolated to quantify total and HDM-specific immunoglobulins using ELISA, following the manufacturer’s protocols [ , ]. Antibodies for total Ig detection were obtained from Southern Biotech (Birmingham, AL). ELISA data were analyzed using SoftMax Pro software (Molecular Devices). The left lung lobe was collected and fixed in 10% formalin for 24 hours, then transferred to 70% alcohol. Next, the lung tissue was processed by gradually increasing the alcohol concentration from 70% to 100%, followed by two xylene washes, and then embedded in paraffin. The tissue was sectioned at 5 µm using a microtome. The quantification of mucus production in lung tissue sections was investigated by performing periodic acid Schiff (PAS) [ , ], and the results were quantified using ImageJ software (RRID:SCR_003070). Briefly, the length of the basal membrane was determined by assigning the region of interest with the freehand tool. Using the color difference between the PAS-stained goblet cells (purple) and other basal membrane cells, the software counted the number of goblet cells within the specified region of interest. Moreover, inflammation severity in the lungs was assessed using H&E staining, and the results were reported as a pathological score, as previously described [ ]. The sample size were calculated using so-called “resource equation method,” which depends on the law of diminishing returns and sets the acceptable range of the error degrees of freedom in an analysis of variance (ANOVA) [ ]. GraphPad Prism 9.0 software (RRID:SCR_002798) was used for statistical analysis. Depending on the number of groups and treatments, data were analyzed by two-way ANOVA, followed by a Tukey test. Differences were statistically significant at *p < 0.05, **p < 0.01, and ***p < 0.001, ****p < 0.0001.", "Animals": "Eight-week-old male and female Balb/c (RRID:MGI: 2161018)   mice were generated by backcrossing   (129 P2) for ten generations (generously provided by Dr. Fanny Mann, Developmental Biology Institute of Marseille Luminy, Université de la Méditerranée, Marseille, France). The littermate wild-type Balb/c mice were used as control [ ]. All mice were kept in the pathogen-free room at the Central Animal Care facility, University of Manitoba. All procedures followed the guidelines provided by the Canadian Council for Animal Care and approved by the University of Manitoba Animal Care and Use Committee (protocol number 19-035).", "Inclusion criteria and randomization": "This study did not involve human participants or human-derived samples. All experiments were conducted using laboratory mice. Animals were eligible for inclusion if they were age-matched (8 weeks old), sex-matched, and in good general health at the time of enrollment. Mice exhibiting signs of illness, abnormal behavior, or weight loss exceeding 15% of baseline were excluded from the study to ensure data integrity and animal welfare. All animals were randomly assigned to experimental groups and housed under specific pathogen-free (SPF) conditions throughout the study.", "Allergen-induced airway inflammation model": "Eight-week-old male and female wild-type and   mice underwent chronic neutrophilic (type-2 low) and eosinophilic (type-2 high) asthma regimens for four weeks ( ). For the severe type-2 low model, mice underwent sensitization with 25 μg of low-endotoxin house dust mite (HDM) (lot 259585; Der-p-1: 298.36 mcg/vial, protein: 5.34 mg/vial, endotoxin: 615 EU/vial, Greer Laboratories, Lenoir, NC) and 5 μg of cyclic di-GMP (Cat# SML1228−1UMO; Millipore Sigma) intranasally on days 1, 3, and 5. Following a five-day resting period, the mice were subjected to three challenge sets, each comprising three consecutive challenges with HDM and c-di-GMP, with a four-day rest interval between each set. On the first day of each challenge set, 0.5 μg of c-di-GMP was administered in conjunction with HDM, followed by two subsequent challenges that consisted solely of 25 μg of HDM ( ) [ ]. The eosinophilic model followed the same sensitization and challenge protocol, except that c-di-GMP was not used in this model [ ]. The mice were sacrificed 24 hours after the final challenge to investigate the outcomes. For tissue collection and experimental endpoint, anesthesia was achieved by placing the mice in an induction chamber with the gas flowmeter set to 500–1000 mL/min and the vaporizer at 4% isoflurane. The absence of a pedal reflex confirmed the successful induction of anesthesia. Then anesthesia maintained using a nose cone, with the gas flowmeter adjusted to 100–200 mL/min and the vaporizer set to 2–3% isoflurane, ensuring that the mice remained unconscious and experienced no pain. Mice were then euthanized via cardiac perfusion or cervical dislocation, following ethical guidelines.   and wild-type control mice, which did not receive allergens, were used as control mice in this study.  The type-2 low and type-2 high models of asthma were established by intranasal exposure to c-di-GMP + HDM or HDM alone for four weeks, respectively.   and WT mice underwent tracheotomy and were subsequently received increasing gradients of methacholine to measure airway hyperresponsiveness parameters.   Fold increase in total lung resistance (Rrs) was calculated for each   and WT group (type-2 low and type-2 high) relative to the mean of their respective naïve counterparts.   airway resistance,   PC20,   tissue resistance, and   tissue elastance in both type −2 low and type-2 high models of asthma were calculated between   and WT mice. All data shown are representative of 3-7 mice per group. Data are presented as the mean with standard error of the mean (SEM), 2-way ANOVA *p < 0.05, ***p < 0.001.", "Methacholine challenge test": "Airway hyperresponsiveness (AHR) was assessed by measuring airway resistance (Rn), tissue resistance (G), and tissue elastance (H) using the FlexiVent animal ventilator (Scireq, Montreal, QC, Canada). Both allergen-exposed and control mice underwent thoracotomy, followed by intratracheal administration of methacholine at progressively increasing concentrations (Saline, 3, 6, 12, 25, and 50 mg/ml) in 5-minute intervals. Lung function assessments were conducted as previously described [ ].", "Bronchoalveolar lavage fluid collection and differential cell count": "Bronchoalveolar lavage fluid (BALF) was obtained from the airways through two administrations of 1 ml sterile PBS containing 0.05 mM EDTA. After centrifugation, the supernatant was stored at −80◦C for subsequent analysis. The total number of cells in BALF was counted using trypan blue and a hemocytometer. Subsequently, cells were processed through cytospins, fixed, and stained with Wright-Giemsa [ ].", "Immunophenotyping of lung and BALF immune cells": "Lung tissue from   and WT mice were collected, and single-cell suspensions were prepared as previously described [ ]. Following washing and incubation with Fc-blocker, cells were stained with a mixture (0.5μl of antibodies/20μl of flow buffer per tube) containing the following anti-mouse antibodies using four antibody panels. The first panel interrogating granulocytes composition, consisted of fixable viability dye eFluor 780 (eBioscience), CD45-PB (clone S18009F; BioLegend), MerTK-APC (clone 2B10C42; BioLegend), CD64-PerCP/Cy5.5 (clone X54-5/7.1; BioLegend), CD11b-PE/Cy7 (clone M1/70; eBioscience), CD11c-APC/Cy7 (clone N418; BioLegend), Siglec F-PE (clone E50-2440; BD Biosciences), Gr-1-FITC (clone RB6-8C5; BioLegend). The second panel, used to probe for lung myeloid conventional dendritic cells, consisted of dumping antibodies, including CD3-PE (clone 17A2; BioLegend), B220-PE (clone RA3-6B2; BioLegend), NKp46-PE (clone 29A1.4; BioLegend), Gr-1-PE (clone RB6-8C5; BioLegend), and Siglec-F-PE (clone E50-2440; BD Biosciences) to remove lymphocytes, NK, and granulocytes. Followed by fixable viability dye eFluor 780 (eBioscience), CD45-APC-Cy7 (clone 30-F11; BioLegend), MHC class II (I-A/I-E)-PB (clone AF6-120.1; BioLegend), CD11c-FITC (clone N418; BioLegend), CD103-PerCP/Cy5.5 (clone 2E7; BioLegend), CD11b-PE-Cy7 (clone M1/70; eBioscience). The third panel, is used to analyze lung B cell and intracellular staining for antibodies, consist of fixable viability dye eFluor 780 (eBioscience), CD45-PB (clone S18009F; BioLegend), CD19-APC-Cy7 (clone 1D3/CD19; BioLegend), B220-APC (clone RA3-6B2; BioLegend), IgE-FITC (clone RME-1; BioLegend), IgG1-PE-Cy7 (clone RMG1-1; BioLegend),). The fourth panel, CD4+ and CD8 + T cells, consists of fixable viability dye eFluor 780 (eBioscience), CD45-APC-Cy7 (clone 30-F11; BioLegend), CD3-PE-Cy7 (clone 17A2; BioLegend), CD4-PB (clone GK1.5; BioLegend), CD8-FITC (clone 53-5.8; BioLegend). Moreover, inflammatory cells in the BALF were characterized using anti-mouse antibodies, including MerTK-APC (clone 2B10C42; BioLegend), CD64-PerCP/Cy5.5 (clone X54-5/7.1; BioLegend), CD11b-PE/Cy7 (clone M1/70; eBioscience), CD11c-APC/Cy7 (clone N418; BioLegend), Siglec F-PE (clone E50-2440; BD Biosciences), Gr-1- BV421 (clone RB6-8C5; BioLegend), CD4-BV605 (clone GK1.5; BioLegend), and B220-BV500 (clone RA3-6B2; eBioscience). Subsequently, the samples were acquired using the Beckman Coulter CytoFLEX flow cytometer and analyzed using FlowJo software (RRID:SCR_008520).", "Cytokine measurement": "The level of TNF, IL-1β, IL-4, IL-5, IL-10, IL-13, IL-17A, CXCL-8 and IFN-γ was measured using MesoScale Discovery system (MSD U-PLEX, US. Cat#K15069M-1) in BALF supernatants according to the manufacturer’s instructions. Plates were read by MESO QuickPlex SQ 120MM machine (Rockville, Maryland, USA).", "Measurement of immunoglobulins in serum": "Cardiac blood was collected from Sema3E KO and wild-type mice exposed to either saline or HDM. After centrifugation, serum samples were isolated to quantify total and HDM-specific immunoglobulins using ELISA, following the manufacturer’s protocols [ , ]. Antibodies for total Ig detection were obtained from Southern Biotech (Birmingham, AL). ELISA data were analyzed using SoftMax Pro software (Molecular Devices).", "Lung histology": "The left lung lobe was collected and fixed in 10% formalin for 24 hours, then transferred to 70% alcohol. Next, the lung tissue was processed by gradually increasing the alcohol concentration from 70% to 100%, followed by two xylene washes, and then embedded in paraffin. The tissue was sectioned at 5 µm using a microtome. The quantification of mucus production in lung tissue sections was investigated by performing periodic acid Schiff (PAS) [ , ], and the results were quantified using ImageJ software (RRID:SCR_003070). Briefly, the length of the basal membrane was determined by assigning the region of interest with the freehand tool. Using the color difference between the PAS-stained goblet cells (purple) and other basal membrane cells, the software counted the number of goblet cells within the specified region of interest. Moreover, inflammation severity in the lungs was assessed using H&E staining, and the results were reported as a pathological score, as previously described [ ].", "Power analysis": "The sample size were calculated using so-called “resource equation method,” which depends on the law of diminishing returns and sets the acceptable range of the error degrees of freedom in an analysis of variance (ANOVA) [ ].", "Statistical analysis": "GraphPad Prism 9.0 software (RRID:SCR_002798) was used for statistical analysis. Depending on the number of groups and treatments, data were analyzed by two-way ANOVA, followed by a Tukey test. Differences were statistically significant at *p < 0.05, **p < 0.01, and ***p < 0.001, ****p < 0.0001.", "Results": "The key clinical hallmark of asthma is airway hyperresponsiveness (AHR), which arises from abnormalities in the structural cells of the lungs along with enhanced airway inflammation [ ]. Initially, we assessed the impact of Sema3E deficiency on baseline and allergen-induced AHR in type-2 low and compared to type-2 high models of asthma through the evaluation of lung function parameters using the methacholine test [ ].  and wild-type mice were exposed to c-di-GMP + HDM or HDM alone for four weeks, as outlined in the model plan ( ), to induce mixed granulocytic with neutrophil dominance and eosinophil dominance asthma models, respectively. Both the c-di-GMP + HDM and HDM alone challenge significantly increased the constrictive response of the airways to all doses of methacholine. As shown in  , total lung resistance (Rrs), a parameter reflecting overall lung function, is increased three-fold in   and WT type-2 low mice compared to naïve counterparts. Additionally, Rrs is elevated two-fold in both   and WT type-2 high mice relative to naïve controls, indicating that type-2 low asthma presents a more severe phenotype in terms of physiology and lung function than the type-2 high model (p < 0.05) ( ). Airway resistance is one of the parameters of AHR defining as the resistance encountered by airflow in the airways, especially the smaller bronchioles [ ]. Enhanced airway resistance suggests narrowed air passages, which can stem from inflammation, constriction of smooth muscles, and increased mucus production, ultimately causing breathing challenges [ ]. Our results revealed that airway resistance (Rn) did not increase in response to Sema3E deletion compared to WT mice in the type-2 low asthma model ( ). Further, there was also a tendency to higher constrictive responses in the WT type-2 low model compared to   mice, although this difference did not reach statistical significance ( ). This phenomenon may indicate that, due to the severity of the disease in our model, the airways no longer respond to methacholine. This could be interpreted as increased hypersensitivity of the airways to the methacholine dose, rather than hyperreactivity [ ] in type-2 low asthma following Sema3E deletion. Therefore, we investigated the PC20 (provocative concentration of a substance that causes a 20% decrease in a specific physiological parameter). A 20% fall in FEV1 in response to methacholine challenge (PC20) is equivalent to a 43.5% rise in respiratory resistance [ ]. Thus, in our model, the methacholine PC20 was calculated by assessing the methacholine concentration required to increase airway resistance by 43.5% from the baseline. As shown in  ,   mice in the type 2-low asthma model exhibited an increasing trend to sensitivity to methacholine. The amount of methacholine required to induce 43.2% airway resistance (Rn) was lower in   mice (PC20 ≈ 2 mg/ml) compared to their wild-type counterparts (PC20 ≈ 4 mg/ml) and was reduced eightfold compared to naïve   and WT control mice (PC20 ≈ 16 mg/ml). These findings indicate that   mice develop heightened airway sensitivity to methacholine, rather than increased airway reactivity, in the type 2-low asthma model. Other parameters of AHR, such as tissue resistance (G) and tissue elastance (H) were investigated to better understand the lung function in   and WT mice in both type-2 low and type-2 high asthma models. Both tissue resistance (G) and tissue elastance (H) showed a statistically significant increase in the   type-2 low asthma model that peaked at the 25 mg/ml methacholine dose (p < 0.05) compared with the WT counterpart (  and  ). In the type-2 high asthma model, although   mice did not display statistically significance exaggerated airway resistance (Rn) compared to WT mice, there is a higher trend in airway resistance and hyperreactivity in   compared to WT counterpart ( ). Moreover, PC20 highlights the same hyperreactivity of airways to methacholine dose between   and WT in type-2 high (PC20 ≈ 2 mg/ml) compared to naïve control groups (PC20 ≈ 16 mg/ml) ( ). Furthermore, tissue resistance (G) demonstrated a significant increase in the   type-2 high asthma model that peaked at the 12 mg/ml (p < 0.001) and dose 50 mg/ml methacholine dose (p < 0.05) compared with the WT counterpart ( ). In response to Sema3E ablation, tissue elastance (H) showed a higher tendency in all doses of methacholine compared to WT mice, despite that it did not reach the statistical significance ( ). However, the Rrs parameter, which represents total lung function, was significantly increased in response to Sema3E deletion in the type 2-high model. This finding highlights that lung function was significantly compromised in   mice compared to their WT counterparts in the type 2-high model (data not shown). Overall, these findings demonstrate that the global ablation of Sema3E led to more exaggerated bronchoconstriction and poor lung function in type-2 low compared to type-2 high asthma model. This is evidenced by increased airway hyperresponsiveness and hypersensitivity of the lungs to methacholine. Inflammation plays a central role in the pathophysiology of asthma, contributing to the chronic nature of this respiratory condition [ ]. We assessed the effect of Sema3E deletion on immune cell composition or recruitment into the lungs using flow cytometry in both type-2 low and type-2 high models of asthma. The influx of inflammatory cells in the lungs was markedly induced by allergen challenge, reaching 0.8–1.1 x 10  cells/ml in the BALF in the type-2 low model and 0.3–0.5 x 10  cells/ml in type-2 high asthma model compared to the and naïve mice (0.03–0.06 x 10  cells/mL) ( ). Also, our fold change analysis confirmed a five-fold increase in the total number of immune cells in   type-2 low mice compared to their naïve counterparts. Similarly, we observed a three/four-fold increase in the WT type-2 low model compared to its naïve counterpart, indicating that Sema3E deletion exacerbates lung inflammation (p < 0.05) ( ). Moreover, both the   and WT type-2 high models showed a two-fold increase in total immune cells compared to their naïve counterparts. These findings suggest that the type-2 low model exhibits a more severe phenotype in terms of lung inflammation compared to the type-2 high model ( ). Bronchoalveolar lavage fluid (BALF) was collected from Sema3E KO and wild-type mice to analyze immune cell populations using flow cytometry (FACS) in both type-2 low and type-2 high asthma models.   The gating strategy involved removing debris and doublets, followed by selecting viable leukocytes (CD45+).   Macrophages were identified by co-expression of MerTK and CD64, while non-macrophage populations (lacking MerTK and CD64) were further analyzed to distinguish other inflammatory cell subsets. Neutrophils were characterized by Ly6G+ (1A8) and CD11b+ expression, whereas eosinophils were defined as Siglec-F + /CD11c-. Conventional dendritic cells (cDCs) were identified based on MHCII and CD11c co-expression within the non-macrophage population. Additionally, CD4 T cells and B cells were characterized by surface expression of CD4 and B220, respectively.   The total cell count,   fold change, and differential immune cell populations, including   neutrophils,   cDCs,   CD4 T cells,   macrophages,   B cells, and   eosinophils, were compared between Sema3E KO and WT mice in both asthma models.   Inflammation severity was assessed through H&E staining of paraffin-embedded lung sections, and   pathological scores were reported. Scale bars represent 50 µm. Data are representative of 3–7 mice per group and are presented as mean values (pre-gated on CD45+) with standard error of the mean (SEM). Statistical significance was determined using two-way ANOVA (**p < 0.01, ***p < 0.001, ****p < 0.0001). In the type-2 low asthma model, we observed more immune cell recruitment and severe inflammatory responses with a dominance of neutrophils ( – ). However, in the type-2 high model, we observed milder responses associated with eosinophils ( ,   and  ). These findings highlight the neutrophilic endotype of type-2 low asthma model and eosinophilic endotype of type-2 high model of asthma. In the type-2 low asthma model, we observed a higher number of neutrophils (p < 0.0001), dendritic cells (DC) (p < 0.0001), and CD4 + T cells (p < 0.05) in   mice compared to WT mice ( – ). However, the number of other inflammatory cells, including macrophages, B cells, and eosinophils, was not significantly different between   and WT mice in the type-2 low model ( – ). In type-2 high asthma, the number of inflammatory cells, including neutrophils, cDC, CD4 T cells, macrophages, and B cells did not change in   mice compared to WT counterparts. However, eosinophils were the cell type that significantly accumulated in the lungs of   mice compared to WT mice in the type-2 high model (p < 0.001) ( ). Moreover, H&E staining of lung tissue sections demonstrated more severe inflammation in type-2 low model compared to type-2 high. However, we did not observe any significant changes in severity of inflammation in   mice compared to their WT counterparts in both type-2 low and type-2 high models of asthma (  and  ). In summary, in the type-2 low model, we observed more immune cell recruitment and severe responses with a dominance of neutrophils, CD4 + T cells and DC in the absence of Seam3E. However, in the type-2 high model, we observed milder responses associated with eosinophilia. Overall, the global ablation of Sema3E enhanced cell migration into the lungs based on each allergen regimen. However, this deletion did not affect the number of macrophages and B cells in either of the asthma models. Both type-1 and type-2 inflammatory cytokines play a critical role in asthma pathogenesis and its progression [ ]. Accordingly, we investigated the levels of pro-/anti-inflammatory cytokines in   and WT counterparts in both type-2 low and type-2 high models of asthma. Compared to naïve mice, allergen challenge induced a significant increase in inflammatory cytokines and chemokines levels in both type-2 low and type-2 high asthma models. We could not detect IFN-γ, IL-17, IL-4, IL-5, IL-10, and MCP-1/CCL2 in naïve mice, but after the allergen challenge, their levels enhanced significantly in both models selectively ( ). As expected, the levels of type-1 cytokines, such as IFN-γ (40–80 pg/ml) and IL-17 (20–40 pg/ml), were higher in the type-2 low model of asthma compared to the type-2 high model (0.1–0.4 pg/ml and 1–4 pg/ml, respectively) (  and  ). However, the levels of type-2 cytokines, such as IL-4 (10–25 pg/ml), IL-5 (10–16 pg/ml), and IL-13 (30–70 pg/ml), were enhanced in response to the type-2 high model compared to the type-2 low asthma model (0.5–3 pg/ml, 1–4 pg/ml, and 2–8 pg/ml, respectively) ( – ). The levels of   IFN-γ,   IL-17A,   IL-4,   IL-5,   IL-13,   TNF,   IL-1β,   CXCL-8,   MCP-1/CCL2, and   IL-10 were measured using mesoscale in BALF supernatants obtained from   and WT mice after intranasal exposure to allergen in both type-2 low and type-2 high models of asthma. All data shown are representative of 3-7 mice per group. Data are presented as the mean with the standard error of the mean (SEM), 2-way ANOVA, *p < 0.05, ****p < 0.0001. We observed higher levels of IL-17 (p < 0.0001), TNF (p < 0.0001), IL-1β (p < 0.05), CXCL-8 (p < 0.05), and MCP-1/CCL2 (p < 0.05) in   mice compared to WT mice in the type-2 low model ( ,  –  and  ). However, the levels of IFN-γ, IL-10, and type-2 cytokines, including IL-4, IL-5, and IL-13, were not significantly different between   and WT mice in the type-2 low asthma model ( ,  –  and  ). On the other hand, in the type-2 high model, the level of IL-4 (p < 0.0001) was significantly higher in   mice compared to WT mice ( ), although there was no significant difference in the levels of IFN-γ, IL-17, IL-5, IL-13, TNF, IL-1β, CXCL-8, MCP-1/CCL2, and IL-10 between   and WT mice in the type-2 high model of asthma ( – ). In summary, Sema3E deficiency in type-2 low asthma mediates more severe airway inflammation and exaggerated type-1 cytokines profile, while in the type-2 high it induced enhanced type-2 cytokines and milder airway inflammation. Hence, our data suggests that Sema3E selectively regulates cellular and molecular niches in both chronic asthma models. We measured the levels of total and HDM specific antibodies and the number of B cells producing antibodies in   and WT counterparts in both type-2 low and type-2 high models of asthma. In naïve mice, the levels of total IgG1 (14–80 µg/ml) and total IgE (300–800 ng/ml) were very low. However, in response to allergen challenge, the total IgG1 levels increased to 800–1200 µg/ml in the type-2 low model and 120–300 µg/ml in the type-2 high model of asthma. Moreover, the levels of total IgE increased to 5000–10,000 ng/ml in type-2 low model and 15,000–20,000 ng/ml in type-2 high model of asthma (  and  ). Furthermore, we found higher levels of HDM-specific IgG1 in type-2 low model, while the levels of HDM-specific IgE were higher in the type-2 high model (  and  ), highlighting the different immune niches and responses between these two models. However, in response to Sema3E deletion, the total and HDM specific serum IgG1 and IgE levels did not change compared to WT mice in both models of asthma ( – ). Serum samples were obtained from Sema3E KO and WT mice following allergen immunization in type-2 low and type-2 high asthma models. The concentrations of   total and HDM-specific IgG1 and   IgE were quantified using ELISA. Additionally, flow cytometry (FACS) was performed on lung single-cell suspensions from Sema3E KO and WT mice to analyze B cell-derived antibody production.   The gating strategy involved selecting total and single cells, followed by identifying viable CD19+ and B220 + double-positive cells as B lymphocytes within the CD45 + population. Antibody production by B cells was assessed by gating on CD19 + cells, and the levels of   IgG1 and   IgE were measured. All data represent findings from 3–7 mice per group and are presented as mean values (pre-gated on CD45+) with standard error of the mean (SEM). Statistical significance was determined using two-way ANOVA (*p < 0.05, **p < 0.01). Furthermore, we investigated the number of B cells producing antibodies in the lungs of both type-2 low and type-2 high models of asthma using flow cytometry. We showed that the number of IgG1-producing B cells (p < 0.05) significantly increased in   mice compared to WT mice in the type-2 low model ( ). Moreover, the number of IgE-producing B cells increased in the type-2 high model (p < 0.001), specifically in   mice compared to WT mice ( ). Overall, the levels of IgG and IgE increased selectively in response to Sema3E deficiency, reflecting the unique immune niche in each chronic asthma model and emphasizing the homeostatic role of Sema3E in these contexts. Mucus overproduction, one of the hallmarks of asthma, leads to airway thickening and permanent narrowing, which in turn reduces lung function by increasing airflow resistance, impairing gas exchange, and exacerbating respiratory symptoms [ ]. We investigated goblet cell hyperplasia and mucus production using Periodic acid-Schiff (PAS) staining ( ) in   and WT counterparts in both type-2 low and type-2 high models of asthma.  Goblet cell hyperplasia/mucus production and was visualized using periodic acid-Schiff (PAS) staining in the paraffin-embedded lung sections.   The result were analyzed by imageJ software. Scale bars, 50µm; All data shown are representative of 3-7 mice per group; 2-Way ANOVA, **p < 0.01. In naïve mice, the amount of mucus was very low and undetectable in both   and WT mice. However, allergen challenge induced goblet cell hyperplasia and mucus production, with 3−10 goblet cells/mm of the basement membrane detected in the type-2 low asthma model and 100−200 goblet cells/mm of the basement membrane in the type-2 high asthma model ( ). Sema3E ablation significantly increased goblet cell hyperplasia compared to WT mice (p < 0.01) in the type-2 high asthma model ( ). Although a similar trend was observed in the type-2 low model, the results did not reach statistical significance ( ). Overall, Sema3E ablation significantly increases goblet cell hyperplasia and mucus production in the type-2 high asthma model. However, in the type-2 low model, mucus production did not show a statistically significant increase. This suggests that Sema3E plays a regulatory role in mucus production, highlighting its selective action across different tissue niches and asthma phenotypes.", "Sema3E deficiency exaggerated bronchoconstriction in type-2 low model of asthma": "The key clinical hallmark of asthma is airway hyperresponsiveness (AHR), which arises from abnormalities in the structural cells of the lungs along with enhanced airway inflammation [ ]. Initially, we assessed the impact of Sema3E deficiency on baseline and allergen-induced AHR in type-2 low and compared to type-2 high models of asthma through the evaluation of lung function parameters using the methacholine test [ ].  and wild-type mice were exposed to c-di-GMP + HDM or HDM alone for four weeks, as outlined in the model plan ( ), to induce mixed granulocytic with neutrophil dominance and eosinophil dominance asthma models, respectively. Both the c-di-GMP + HDM and HDM alone challenge significantly increased the constrictive response of the airways to all doses of methacholine. As shown in  , total lung resistance (Rrs), a parameter reflecting overall lung function, is increased three-fold in   and WT type-2 low mice compared to naïve counterparts. Additionally, Rrs is elevated two-fold in both   and WT type-2 high mice relative to naïve controls, indicating that type-2 low asthma presents a more severe phenotype in terms of physiology and lung function than the type-2 high model (p < 0.05) ( ). Airway resistance is one of the parameters of AHR defining as the resistance encountered by airflow in the airways, especially the smaller bronchioles [ ]. Enhanced airway resistance suggests narrowed air passages, which can stem from inflammation, constriction of smooth muscles, and increased mucus production, ultimately causing breathing challenges [ ]. Our results revealed that airway resistance (Rn) did not increase in response to Sema3E deletion compared to WT mice in the type-2 low asthma model ( ). Further, there was also a tendency to higher constrictive responses in the WT type-2 low model compared to   mice, although this difference did not reach statistical significance ( ). This phenomenon may indicate that, due to the severity of the disease in our model, the airways no longer respond to methacholine. This could be interpreted as increased hypersensitivity of the airways to the methacholine dose, rather than hyperreactivity [ ] in type-2 low asthma following Sema3E deletion. Therefore, we investigated the PC20 (provocative concentration of a substance that causes a 20% decrease in a specific physiological parameter). A 20% fall in FEV1 in response to methacholine challenge (PC20) is equivalent to a 43.5% rise in respiratory resistance [ ]. Thus, in our model, the methacholine PC20 was calculated by assessing the methacholine concentration required to increase airway resistance by 43.5% from the baseline. As shown in  ,   mice in the type 2-low asthma model exhibited an increasing trend to sensitivity to methacholine. The amount of methacholine required to induce 43.2% airway resistance (Rn) was lower in   mice (PC20 ≈ 2 mg/ml) compared to their wild-type counterparts (PC20 ≈ 4 mg/ml) and was reduced eightfold compared to naïve   and WT control mice (PC20 ≈ 16 mg/ml). These findings indicate that   mice develop heightened airway sensitivity to methacholine, rather than increased airway reactivity, in the type 2-low asthma model. Other parameters of AHR, such as tissue resistance (G) and tissue elastance (H) were investigated to better understand the lung function in   and WT mice in both type-2 low and type-2 high asthma models. Both tissue resistance (G) and tissue elastance (H) showed a statistically significant increase in the   type-2 low asthma model that peaked at the 25 mg/ml methacholine dose (p < 0.05) compared with the WT counterpart (  and  ). In the type-2 high asthma model, although   mice did not display statistically significance exaggerated airway resistance (Rn) compared to WT mice, there is a higher trend in airway resistance and hyperreactivity in   compared to WT counterpart ( ). Moreover, PC20 highlights the same hyperreactivity of airways to methacholine dose between   and WT in type-2 high (PC20 ≈ 2 mg/ml) compared to naïve control groups (PC20 ≈ 16 mg/ml) ( ). Furthermore, tissue resistance (G) demonstrated a significant increase in the   type-2 high asthma model that peaked at the 12 mg/ml (p < 0.001) and dose 50 mg/ml methacholine dose (p < 0.05) compared with the WT counterpart ( ). In response to Sema3E ablation, tissue elastance (H) showed a higher tendency in all doses of methacholine compared to WT mice, despite that it did not reach the statistical significance ( ). However, the Rrs parameter, which represents total lung function, was significantly increased in response to Sema3E deletion in the type 2-high model. This finding highlights that lung function was significantly compromised in   mice compared to their WT counterparts in the type 2-high model (data not shown). Overall, these findings demonstrate that the global ablation of Sema3E led to more exaggerated bronchoconstriction and poor lung function in type-2 low compared to type-2 high asthma model. This is evidenced by increased airway hyperresponsiveness and hypersensitivity of the lungs to methacholine.", "Sema3E deficiency selectively enhanced inflammatory cell recruitment into the lungs of both type-2 low and type-2 high asthma": "Inflammation plays a central role in the pathophysiology of asthma, contributing to the chronic nature of this respiratory condition [ ]. We assessed the effect of Sema3E deletion on immune cell composition or recruitment into the lungs using flow cytometry in both type-2 low and type-2 high models of asthma. The influx of inflammatory cells in the lungs was markedly induced by allergen challenge, reaching 0.8–1.1 x 10  cells/ml in the BALF in the type-2 low model and 0.3–0.5 x 10  cells/ml in type-2 high asthma model compared to the and naïve mice (0.03–0.06 x 10  cells/mL) ( ). Also, our fold change analysis confirmed a five-fold increase in the total number of immune cells in   type-2 low mice compared to their naïve counterparts. Similarly, we observed a three/four-fold increase in the WT type-2 low model compared to its naïve counterpart, indicating that Sema3E deletion exacerbates lung inflammation (p < 0.05) ( ). Moreover, both the   and WT type-2 high models showed a two-fold increase in total immune cells compared to their naïve counterparts. These findings suggest that the type-2 low model exhibits a more severe phenotype in terms of lung inflammation compared to the type-2 high model ( ). Bronchoalveolar lavage fluid (BALF) was collected from Sema3E KO and wild-type mice to analyze immune cell populations using flow cytometry (FACS) in both type-2 low and type-2 high asthma models.   The gating strategy involved removing debris and doublets, followed by selecting viable leukocytes (CD45+).   Macrophages were identified by co-expression of MerTK and CD64, while non-macrophage populations (lacking MerTK and CD64) were further analyzed to distinguish other inflammatory cell subsets. Neutrophils were characterized by Ly6G+ (1A8) and CD11b+ expression, whereas eosinophils were defined as Siglec-F + /CD11c-. Conventional dendritic cells (cDCs) were identified based on MHCII and CD11c co-expression within the non-macrophage population. Additionally, CD4 T cells and B cells were characterized by surface expression of CD4 and B220, respectively.   The total cell count,   fold change, and differential immune cell populations, including   neutrophils,   cDCs,   CD4 T cells,   macrophages,   B cells, and   eosinophils, were compared between Sema3E KO and WT mice in both asthma models.   Inflammation severity was assessed through H&E staining of paraffin-embedded lung sections, and   pathological scores were reported. Scale bars represent 50 µm. Data are representative of 3–7 mice per group and are presented as mean values (pre-gated on CD45+) with standard error of the mean (SEM). Statistical significance was determined using two-way ANOVA (**p < 0.01, ***p < 0.001, ****p < 0.0001). In the type-2 low asthma model, we observed more immune cell recruitment and severe inflammatory responses with a dominance of neutrophils ( – ). However, in the type-2 high model, we observed milder responses associated with eosinophils ( ,   and  ). These findings highlight the neutrophilic endotype of type-2 low asthma model and eosinophilic endotype of type-2 high model of asthma. In the type-2 low asthma model, we observed a higher number of neutrophils (p < 0.0001), dendritic cells (DC) (p < 0.0001), and CD4 + T cells (p < 0.05) in   mice compared to WT mice ( – ). However, the number of other inflammatory cells, including macrophages, B cells, and eosinophils, was not significantly different between   and WT mice in the type-2 low model ( – ). In type-2 high asthma, the number of inflammatory cells, including neutrophils, cDC, CD4 T cells, macrophages, and B cells did not change in   mice compared to WT counterparts. However, eosinophils were the cell type that significantly accumulated in the lungs of   mice compared to WT mice in the type-2 high model (p < 0.001) ( ). Moreover, H&E staining of lung tissue sections demonstrated more severe inflammation in type-2 low model compared to type-2 high. However, we did not observe any significant changes in severity of inflammation in   mice compared to their WT counterparts in both type-2 low and type-2 high models of asthma (  and  ). In summary, in the type-2 low model, we observed more immune cell recruitment and severe responses with a dominance of neutrophils, CD4 + T cells and DC in the absence of Seam3E. However, in the type-2 high model, we observed milder responses associated with eosinophilia. Overall, the global ablation of Sema3E enhanced cell migration into the lungs based on each allergen regimen. However, this deletion did not affect the number of macrophages and B cells in either of the asthma models.", "Sema3E ablation selectively increased cytokine production in asthma based on the allergen regimen": "Both type-1 and type-2 inflammatory cytokines play a critical role in asthma pathogenesis and its progression [ ]. Accordingly, we investigated the levels of pro-/anti-inflammatory cytokines in   and WT counterparts in both type-2 low and type-2 high models of asthma. Compared to naïve mice, allergen challenge induced a significant increase in inflammatory cytokines and chemokines levels in both type-2 low and type-2 high asthma models. We could not detect IFN-γ, IL-17, IL-4, IL-5, IL-10, and MCP-1/CCL2 in naïve mice, but after the allergen challenge, their levels enhanced significantly in both models selectively ( ). As expected, the levels of type-1 cytokines, such as IFN-γ (40–80 pg/ml) and IL-17 (20–40 pg/ml), were higher in the type-2 low model of asthma compared to the type-2 high model (0.1–0.4 pg/ml and 1–4 pg/ml, respectively) (  and  ). However, the levels of type-2 cytokines, such as IL-4 (10–25 pg/ml), IL-5 (10–16 pg/ml), and IL-13 (30–70 pg/ml), were enhanced in response to the type-2 high model compared to the type-2 low asthma model (0.5–3 pg/ml, 1–4 pg/ml, and 2–8 pg/ml, respectively) ( – ). The levels of   IFN-γ,   IL-17A,   IL-4,   IL-5,   IL-13,   TNF,   IL-1β,   CXCL-8,   MCP-1/CCL2, and   IL-10 were measured using mesoscale in BALF supernatants obtained from   and WT mice after intranasal exposure to allergen in both type-2 low and type-2 high models of asthma. All data shown are representative of 3-7 mice per group. Data are presented as the mean with the standard error of the mean (SEM), 2-way ANOVA, *p < 0.05, ****p < 0.0001. We observed higher levels of IL-17 (p < 0.0001), TNF (p < 0.0001), IL-1β (p < 0.05), CXCL-8 (p < 0.05), and MCP-1/CCL2 (p < 0.05) in   mice compared to WT mice in the type-2 low model ( ,  –  and  ). However, the levels of IFN-γ, IL-10, and type-2 cytokines, including IL-4, IL-5, and IL-13, were not significantly different between   and WT mice in the type-2 low asthma model ( ,  –  and  ). On the other hand, in the type-2 high model, the level of IL-4 (p < 0.0001) was significantly higher in   mice compared to WT mice ( ), although there was no significant difference in the levels of IFN-γ, IL-17, IL-5, IL-13, TNF, IL-1β, CXCL-8, MCP-1/CCL2, and IL-10 between   and WT mice in the type-2 high model of asthma ( – ). In summary, Sema3E deficiency in type-2 low asthma mediates more severe airway inflammation and exaggerated type-1 cytokines profile, while in the type-2 high it induced enhanced type-2 cytokines and milder airway inflammation. Hence, our data suggests that Sema3E selectively regulates cellular and molecular niches in both chronic asthma models.", "Sema3E ablation had divergent effects on antibody-producing B cell responses depending on asthma subtypes": "We measured the levels of total and HDM specific antibodies and the number of B cells producing antibodies in   and WT counterparts in both type-2 low and type-2 high models of asthma. In naïve mice, the levels of total IgG1 (14–80 µg/ml) and total IgE (300–800 ng/ml) were very low. However, in response to allergen challenge, the total IgG1 levels increased to 800–1200 µg/ml in the type-2 low model and 120–300 µg/ml in the type-2 high model of asthma. Moreover, the levels of total IgE increased to 5000–10,000 ng/ml in type-2 low model and 15,000–20,000 ng/ml in type-2 high model of asthma (  and  ). Furthermore, we found higher levels of HDM-specific IgG1 in type-2 low model, while the levels of HDM-specific IgE were higher in the type-2 high model (  and  ), highlighting the different immune niches and responses between these two models. However, in response to Sema3E deletion, the total and HDM specific serum IgG1 and IgE levels did not change compared to WT mice in both models of asthma ( – ). Serum samples were obtained from Sema3E KO and WT mice following allergen immunization in type-2 low and type-2 high asthma models. The concentrations of   total and HDM-specific IgG1 and   IgE were quantified using ELISA. Additionally, flow cytometry (FACS) was performed on lung single-cell suspensions from Sema3E KO and WT mice to analyze B cell-derived antibody production.   The gating strategy involved selecting total and single cells, followed by identifying viable CD19+ and B220 + double-positive cells as B lymphocytes within the CD45 + population. Antibody production by B cells was assessed by gating on CD19 + cells, and the levels of   IgG1 and   IgE were measured. All data represent findings from 3–7 mice per group and are presented as mean values (pre-gated on CD45+) with standard error of the mean (SEM). Statistical significance was determined using two-way ANOVA (*p < 0.05, **p < 0.01). Furthermore, we investigated the number of B cells producing antibodies in the lungs of both type-2 low and type-2 high models of asthma using flow cytometry. We showed that the number of IgG1-producing B cells (p < 0.05) significantly increased in   mice compared to WT mice in the type-2 low model ( ). Moreover, the number of IgE-producing B cells increased in the type-2 high model (p < 0.001), specifically in   mice compared to WT mice ( ). Overall, the levels of IgG and IgE increased selectively in response to Sema3E deficiency, reflecting the unique immune niche in each chronic asthma model and emphasizing the homeostatic role of Sema3E in these contexts.", "Sema3E deletion significantly increased the number of goblet cells and mucus production in type-2 high asthma model": "Mucus overproduction, one of the hallmarks of asthma, leads to airway thickening and permanent narrowing, which in turn reduces lung function by increasing airflow resistance, impairing gas exchange, and exacerbating respiratory symptoms [ ]. We investigated goblet cell hyperplasia and mucus production using Periodic acid-Schiff (PAS) staining ( ) in   and WT counterparts in both type-2 low and type-2 high models of asthma.  Goblet cell hyperplasia/mucus production and was visualized using periodic acid-Schiff (PAS) staining in the paraffin-embedded lung sections.   The result were analyzed by imageJ software. Scale bars, 50µm; All data shown are representative of 3-7 mice per group; 2-Way ANOVA, **p < 0.01. In naïve mice, the amount of mucus was very low and undetectable in both   and WT mice. However, allergen challenge induced goblet cell hyperplasia and mucus production, with 3−10 goblet cells/mm of the basement membrane detected in the type-2 low asthma model and 100−200 goblet cells/mm of the basement membrane in the type-2 high asthma model ( ). Sema3E ablation significantly increased goblet cell hyperplasia compared to WT mice (p < 0.01) in the type-2 high asthma model ( ). Although a similar trend was observed in the type-2 low model, the results did not reach statistical significance ( ). Overall, Sema3E ablation significantly increases goblet cell hyperplasia and mucus production in the type-2 high asthma model. However, in the type-2 low model, mucus production did not show a statistically significant increase. This suggests that Sema3E plays a regulatory role in mucus production, highlighting its selective action across different tissue niches and asthma phenotypes.", "Discussion": "Asthma mouse models are designed to replicate key processes observed in asthma patients. This is achieved by selecting models that mimic the disease’s natural progression, including relevant sensitization routes, doses, and allergens. These models are also instrumental in evaluating potential therapeutic interventions and investigating biomarkers, inflammatory mediators, and distinct asthma endotypes [ ]. Bacterial infections have been implicated in asthma exacerbations in human patients. Intracellular bacteria like   have been associated with fixed airflow limitation [ – ], while   has been identified in the sputum of individuals with severe asthma [ ]. More recently, severe asthma (SA) patients have exhibited neutrophilic airway inflammation alongside infections with   and bacterial species from the   and   [ ]. These bacteria can grow intracellularly and produce the second messenger cyclic-di-GMP (c-di-GMP) [ ], a potent mucosal adjuvant that promotes Th1-Th17 immune responses while suppressing Th2 responses [ ]. Although the impact of Sema3E has been investigated in the acute and chronic HDM models of asthma [ – , , , , , ], which represent type-2 high asthma in humans, its role in type-2 low or neutrophilic asthma using cyclic-di-GMP remains unexplored. In this study, we investigated Sema3E’s role in a type-2 low asthma model and compared the results with a type-2 high model. Our findings reveal the dichotomous and selective homeostatic roles of Sema3E in asthma models with distinct severities, immune niches, and inflammatory responses. In this study, the deletion of Sema3E significantly altered inflammatory cell recruitment and cytokine production across different asthma models.   mice exhibited enhanced inflammatory cell recruitment, with a more pronounced effect in the type-2 low model, where neutrophils, dendritic cells, and CD4 + T cells were significantly increased compared to WT mice. In contrast, eosinophils were more prevalent in the type-2 high model. Cytokine analysis revealed that   mice had elevated pro-inflammatory cytokines, like TNF and type-1 cytokines (IL-17A and IFN-γ) in the type-2 low model and increased IL-4 levels in the type-2 high model, highlighting Sema3E’s role in modulating distinct inflammatory pathways. While total and HDM specific IgG1 and IgE levels remained unchanged,   mice exhibited an increase in IgG1-producing B cells in the type-2 low model and IgE-producing B cells in the type-2 high model compared to WT counterpart, suggesting a regulatory role of Sema3E in antibody production. Additionally, our unpublished data suggests that Sema3E plays a critical regulatory role in germinal center responses and IgE production at steady state and post-HDM immunization, independent of ICOS/ICOS-L signaling. These findings emphasize the negative regulatory role of Sema3E in germinal center responses, antibody production, and allergic inflammation. Inflammation is a central feature of asthma that contributes to its chronicity and severity [ ]. The differences in immune cell profiles between the type-2 low and type-2 high models underscore the complexity of asthma phenotypes [ ]. The predominance of neutrophils and type-1 cytokines (IFNγ and IL-17) in the type-2 low model suggests a more aggressive inflammatory response and compromise lung function, as we observed three-fold increase in total lung resistance and five-fold increase in the lung total cell numbers compared to naïve mice, this higher severity is reflecting severe type-2 low phenotype in asthmatic patients [ ] In contrast, the eosinophilic response, accompanied by elevated Th2 cytokines (IL-4, IL-5, and IL-13) in the type-2 high model, showed slightly milder response compared to type-2 low model, as we observed two-fold increase in the total lung resistance and lung total immune cells, reflects type-2 high driven inflammation in asthmatics patients with mild to moderate symptoms [ , ]. This distinction suggests that Sema3E plays a differential regulatory role depending on the immunological context, which has implications for targeted therapies. The Sema3E-plexinD1 axis is known to regulate both neutrophils and eosinophils in allergic asthma [ , , , ]. Studies indicate that Sema3E-deficient mice exhibit increased neutrophil influx into the lungs in both acute and chronic HDM models of asthma [ , ]. Similarly, in this study, we observed a higher neutrophil count in the lungs of   mice in the type-2 low model compared to WT mice. The therapeutic administration of recombinant Sema3E has been shown to reduce neutrophil migration into the airways, decrease CXCL-8 and IL-17 levels  , and inhibit CXCL-8/IL-8-mediated human neutrophil migration   [ ]. The elevated IL-17 and CXCL8 levels in   mice in the type-2 low model further support its role in neutrophilic inflammation, not only in HDM asthma, as previously reported [ ], but also in type-2 low asthma, where IL-17 and CXCL8 are key cytokines in neutrophil recruitment and activation in severe asthma [ ]. Beyond neutrophils, Sema3E may inhibit eosinophilic inflammation by blocking lung neovascularization or reducing adhesion molecule expression on eosinophils and eotaxin-1/CCL11 expression on endothelial cells [ ]. The increased IL-4, IL-5, and IL-13 levels in the type-2 high model and specifically IL-4 increased levels in response to Sema3E deletion compared to WT, suggest that loss of Sema3E creates a microenvironment favorable to eosinophil recruitment, further exacerbating allergic inflammation. While the exact mechanisms by which Sema3E regulates granulocytes remain unclear, it is evident that this axis influences neutrophil and eosinophil migration and inflammatory responses in asthma. The increased number of DCs and CD4 ⁺ T cells in the lungs of Sema3E-deficient mice in the type-2 low asthma model, compared to WT mice, highlights the broader impact of this axis on immune regulation beyond granulocytes. DCs are essential for antigen presentation and shaping the adaptive immune response [ ]. Their accumulation in   mice suggests an exaggerated immune activation, which aligns with the observed increase in CD4 ⁺ T cells. These T cells are key drivers of Th1/Th17 responses, which are characteristic of type-2 low inflammation [ ]. Thus, the absence of Sema3E appears to enhance DC recruitment and activation, contributing to excessive T cell-driven inflammation. The elevated levels of IFN-γ and IL-17 in   mice correlate with enhanced DC-driven T cell activation. In type-2 low asthma, DCs produce IL-12 and IL-23, which promote Th1 and Th17 differentiation [ , ]. Th1 cells secrete IFN-γ, which enhances macrophage activation and perpetuates airway inflammation, while Th17 cells produce IL-17, a cytokine known to recruit and activate neutrophils in severe asthma [ , ]. The absence of Sema3E likely facilitates increased DC recruitment and activation, amplifying antigen presentation and promoting excessive CD4 ⁺ T cell responses [ , , ]. These findings suggest that Sema3E serves as a key regulator of DC-mediated immune modulation in type-2 low asthma. In this study, we observed higher mucus production and goblet cell hyperplasia in the type-2 high model compared to the type-2 low model of asthma. Moreover, Sema3E deletion exacerbated goblet cell hyperplasia and mucus production in the type-2 high model, suggesting that Sema3E primarily regulates mucus overproduction selectively based on the allergen regimen. The elevated mucus production and goblet cell hyperplasia in the type-2 high model are likely driven by its characteristic Th2-dominant inflammatory response, which includes high levels of IL-4, IL-5, IL-13 and IL-9 cytokines known to promote goblet cell differentiation and mucus production in airway epithelial cells [ , ]. In contrast, the type-2 low model, which exhibits a more neutrophilic or mixed inflammatory profile, is less dependent on type-2 cytokines-driven goblet cell expansion [ , ], explaining the comparatively lower mucus production observed. In this study, Sema3E deficiency significantly influences airway responsiveness and lung function in different asthma models.   mice displayed increased AHR and sensitivity to methacholine, especially in the type-2 low asthma model. Notably, airway resistance was higher in WT mice compared to   mice in this model, suggesting that the airways in   mice may not respond to methacholine increasing doses, indicating enhanced hypersensitivity rather than hyperreactivity in type-2 low model. Although PC20 analysis in type-2 low model between   and WT did not reach the statistical significance, there was a reducing trend in   mice, suggesting the hypersensitivity in response to Sema3E deletion in the airways. Additionally,   mice exhibited significantly greater tissue resistance and elastance in type-2 low model, highlighting more severe lung tissue obstruction and stiffness compared to WT mice. In the type-2 high model, although there was heightened bronchoconstriction and tissue resistance, the significant difference was only in tissue resistance between   and WT mice, indicating higher resistance to airflow in   mice. Lastly, based on the fold increase in the total lung resistance, the type-2 low model considered more severe compared to type-2 high model. These findings suggest that Sema3E plays a crucial role in modulating airway responsiveness and lung function, with its deficiency exacerbating airway dysfunction more prominently in type-2 low model of asthma compared to type-2 high model, indicating distinct regulatory roles in the structural and functional changes within the lungs across these phenotypes. The distinction between type-2 low and type-2 high asthma models is crucial. These results indicate that   mice exhibited more pronounced bronchoconstriction and impaired lung function in the type-2 low model compared to type-2 high. This finding supports the hypothesis that different immunological contexts can significantly alter the impact of regulatory networks like Sema3E on airway responses [ ]. This variability underscores the complexity of asthma phenotypes and suggests a need for tailored therapeutic approaches. The Sema3E-plexinD1 axis plays a crucial regulatory role in airway hyperresponsiveness (AHR) and other key features of asthma [ ]. In   mice challenged with HDM, AHR parameters, including tissue elastance, tissue resistance, and airway resistance, were significantly elevated following methacholine exposure compared to WT controls [ , ]. Sema3E has been shown to inhibit growth factors that drive human airway smooth muscle cell (ASMC) proliferation and migration   [ ], which may contribute to the heightened AHR observed in   mice after HDM exposure [ , ]. Given the complexity of asthma phenotypes and the regulatory role of Sema3E, Future studies should investigate whether blocking PlexinD1 signaling, Sema3E canonical receptor,   mitigates granulocyte recruitment or whether enhancing Sema3E expression selectively in immune cells reduces airway inflammation. Moreover, future research should investigate its interactions with other signaling molecules to identify novel therapeutic strategies for both type-2 low and type-2 high asthma. Overall, our findings highlight that Sema3E selectively regulates AHR, immune responses, cytokine production, and mucus secretion depending on the immunological niche. This underscores its crucial homeostatic role in modulating both immune and structural changes across distinct asthma phenotypes. Moreover, the fact that Sema3E consistently showed the homeostatic and regulatory role across three different mouse strains (129P2 [ , , ], C57BL/6 (unpublished data), and BALB/c [ , ]) and four different asthma models (acute (2 weeks) [ , ], chronic (11 weeks) [ ], type 2-low (4 weeks), and type 2-high (4 weeks)) is notable. This consistency across genetic backgrounds and disease phenotypes suggests that Sema3E plays a fundamental role in modulating airway inflammation and remodeling. Furthermore, these findings may provide valuable insights into the heterogeneity of human asthma, as they reflect variations in immune responses, disease severity, and underlying pathophysiological mechanisms observed in patients. While murine models are indispensable for uncovering mechanistic insights [ ], we acknowledge that asthma is a clinically heterogeneous and multifactorial disease in humans, influenced by genetics, environment, and comorbidities [ ]. Thus, the direct translation of our findings to human asthma might be limited by interspecies differences in immune cell composition, cytokine networks, and tissue remodeling processes. Nevertheless, our previous work has demonstrated that Sema3E levels are significantly reduced at the epithelial barrier and in bronchoalveolar lavage fluid (BALF) of asthmatic patients, and this reduction correlates with impaired lung function, as evidenced by decreased FEV₁ values. suggesting that this pathway may also be relevant in the human setting.", "Acknowledgments": "The authors would like to thank Dr. Christine Zhang (Flow Cytometry Core Facility, University of Manitoba) for her help with flow cytometry experiments.", "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0322353"}
{"title": "Perceptions and practices of community pharmacists towards the use of short-acting beta-2 agonists inhalers in Malaysia: A cross-sectional survey", "authors": ["Zhe Chi Loh", "Rabia Hussain", "Zaheer-Ud-Din Babar"], "abstract": "There has been a relative lack of exploration into the perceptions and practices regarding the use of SABA inhalers among healthcare professionals in Malaysia. The study aimed to determine community pharmacists’ perceptions and practices towards using SABA inhalers at community pharmacies in Malaysia. It was a cross-sectional study conducted using a self-administered, web-based survey (Google Form) among community pharmacists in Malaysia between 26  December 2022 and 25  May 2023. Descriptive statistics were used to summarize the participants’ socio-demographic characteristics, and the Kruskal-Wallis and Mann-Whitney U tests were applied to continuous data and p < 0.05 was considered significant. Regression analysis was carried out to identify associated predictors of socio-demographic characteristics of the participants regarding perception of asthma control and management. A total of 312 community pharmacists completed the survey. Most of the participants were females (64.1%, n = 200), aged between 29 and 38 years (51.0%, n = 159). The majority of community pharmacists agreed that achieving good asthma control led to minimal asthma symptoms (n = 263, 84.3%) and fewer requirements for medical interventions (n = 204, 65.4%). Additionally, most participants were engaged in educating their patients about the correct techniques for using asthma inhalers (93.6%, n = 292) and provided sufficient information about the safe use of SABA inhalers (79.5%, n = 248). The most frequently perceived facilitator (n = 235, 75.4%) was providing additional follow-up sessions, and the primary perceived barrier (n = 232, 74.4%) was the lack of patients’ awareness of the provided asthma care services. Community pharmacists acknowledged that good asthma control was associated with minimal medical assistance and symptoms. However, some concerns were expressed over asthma patients’ purchase of non-prescription SABA inhalers. The participants perceived some barriers, such as lack of patient awareness regarding the asthma care services availability that might hinder the safe use of SABA inhalers.", "Background": "There has been a relative lack of exploration into the perceptions and practices regarding the use of SABA inhalers among healthcare professionals in Malaysia. The study aimed to determine community pharmacists’ perceptions and practices towards using SABA inhalers at community pharmacies in Malaysia.", "Methods": "A descriptive cross-sectional study was conducted in Malaysia between 26  December 2022 and 25  May 2023. A combination of purposive and convenience sampling techniques was employed to collect data. These approaches aimed to encompass individuals with specific expertise while ensuring ease of accessibility [ ]. A self-administered instrument using an online Google Form was utilized as a data-collecting tool, and was optimized as well to be easily filled while using computers and smartphones. It was then distributed by the authors to the community pharmacists through different social media platforms, including Facebook, WhatsApp, and Telegram applications, and emails. The time taken to complete the instrument was approximately 5–7 minutes. This study’s protocol was approved by the Human Research Ethics Committee of Universiti Sains Malaysia, namely Jawatankuasa Etika Penyelidikan Manusia (JEPeM) under the reference number of USM/JEPeM/22090575. Moreover, the participants who agreed to participate in the study, signed the consent form electronically before proceeding to the first section of the survey. The Google Form was optimized to receive one response from each participant. Additionally, the participation was voluntary and no incentives were provided for the participants. The sampling frame of the current study was 5271 community pharmacists in Malaysia [ ]. The inclusion criteria were full-time community pharmacists registered with the Pharmacy Board of Malaysia, were proficient in English and provided informed consent to participate in this study. Part-time pharmacists, assistant pharmacists, and pharmacy technicians were excluded. A sample size of 312 community pharmacists was determined using the Cochran formula [ ]: e: desired level of precision p: estimated proportion of the population To assess the perceptions and practices of community pharmacists regarding the safe use of SABA inhalers, based on an extensive literature review, a closed-ended questionnaire (S1 Appendix) was designed, validated, and presented in English [ , , – ]. An evaluation team comprising four academics and field experts in clinical pharmacy and pharmacy practice at Universiti Sains Malaysia (USM) and Hospital Pulau Pinang evaluated the content validity of the questionnaire before distributing it to the participants. Any amendments were made based on the feedback and suggestions received. A content validity form was developed with a five-point Likert scale and emailed to the experts. They were requested to determine whether all items referred to the relevant aspects of constructs to be measured (1 = relevant, 5 = irrelevant), the importance of each item (1 = essential, 5 = not necessary), and any items missing in the questionnaire. After that, a pilot test using the online Google Form was performed among 40 community pharmacists who were selected conveniently from community pharmacies and excluded from the final analysis. The pilot test was conducted to identify and resolve the potential problems, such as identifying flaws, and deficiencies in the instrument [ ]. Regarding face validity, participants provided insights on items’ degree of clarity (1 = the sentence is very vague, 5 = the sentence is very clear) and comprehension (1 = the sentence is tough to understand, 5 = the sentence is very easy to understand) by using a five-point Likert scale. To ensure the reliability of the instrument, internal consistency (which measures how closely related the items are for each scale) was calculated using Cronbach’s alpha coefficient, with values of 0.70 and above indicating good internal consistency [ ]. The questionnaire was comprised of five sections, which were further divided based on 26 questions [ ]. Participants’ demographics were obtained before the participants filled in the online survey. The first section consisted of six questions concerned with perceptions of asthma control and management, while the second part was comprised of seven questions that focused on risk perceptions of asthma reliever inhalers. The third section had four questions focused on practices regarding the use of SABA inhalers. The fourth and fifth sections of the survey each consisted of four and five questions, respectively, focused on facilitators and barriers to the safe use of SABA inhalers. A five-point Likert scale was used to measure responses: “strongly disagree,” “disagree,” “neutral,” “agree,” and “strongly agree”. Data analysis was conducted using IBM Statistical Package for the Social Sciences (SPSS)® v.20. Descriptive statistics were used to summarize the socio-demographic characteristics of participants. To assess the normality of the data, the Kolmogorov–Smirnov test was performed [ , ]. Since the data did not support parametric assumptions, the Mann-Whitney U test and the Kruskal-Wallis test were performed, as the Mann-Whitney U test was used to determine the differences between two groups of an independent variable, while the Kruskal-Wallis test determined the differences between more than two groups of an independent variable [ ]. Categorical variable data were presented as frequency and percentage. The median and interquartile range were reported for continuous data. On the other hand, the overall perceptions and practices of community pharmacists were categorized by using Bloom’s cut-off point. Ratings fell into the ‘good’ range if the score ranged from 80 to 100%, ‘moderate’ if it spanned from 60 to 79%, and ‘poor’ if it was below 60% [ , ]. The total score was calculated by summing the item scores. The median total score, of 25, was used as the cutoff point for multiple logistic regression. Demographic characteristics were included as independent variables in the regression model. The findings of the regression analysis were presented as odds ratios (OR) with their corresponding 95% confidence intervals. A p-value of 0.05 was used for all statistical tests and was two-tailed. The Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) checklist ( ), which consisted of 22 items, was used for the reporting of this study.", "Results": "The online survey response was collected until it reached the desired sample size of 312 participants. The majority of the participants were females (64.1%, n = 200), aged between 29 and 38 years old (51.0%, n = 159), Chinese (60.3%, n = 188), had a bachelor’s degree (95.8%, n = 299), had 5–10 years of work experience (44.9%, n = 140), and were from Penang (25.6%, n = 80), as shown in  . The study instrument was amended according to the expert panel review. The Cronbach’s alpha coefficient for the instrument was 0.731, which showed that the data exhibited strong internal consistency in the format used. Most of the community pharmacists (65.4%, n = 204) agreed that good asthma control was achieved when asthma could be managed with medical assistance, and when minimum asthma symptoms were present (84.3%, n = 263). The majority of participants expressed concerns (61.8%, n = 193) regarding the purchase of non-prescription SABA inhalers by asthma patients at community pharmacies who may not attend asthma reviews at hospitals. Additionally, 62.2% of the community pharmacists (n = 194) perceived that asthma patients would discuss their asthma-related concerns with community pharmacists. Further data analysis revealed that approximately 25.9% and 65.5% of participants had good and moderate perceptions of asthma control and management, respectively, with only 8.6% reporting poor perceptions ( ). Notably, age was found to be significantly associated with the perception that good asthma control can be achieved with medical assistance (p = 0.005), the concern that asthma patients solely relying on SABA inhalers from community pharmacies may lead to poor asthma control (p = 0.036), and the positive outlook on asthma patients’ willingness to engage in discussions with community pharmacists (p = 0.037) ( ). Most participants (69.9%, n = 218) perceived that asthma patients may develop an attachment to SABA inhalers. Additionally, around two-thirds of the participants, (74.3%, n = 232) perceived that asthma patients may experience side effects from using SABA inhalers. In terms of risk perceptions related to SABA inhalers usage, it was found that 39.5% of participants exhibited scores greater than 80%, indicating good perceptions. Additionally, 56.7% scored between 60% to 79%, reflecting moderate perceptions, while only 3.8% scored below 60%, indicating poor perceptions ( ). Furthermore, participants’ age and academic qualification revealed significant associations with two specific statements, as shown in  . Firstly, there was a strong association between age and the perception that individuals using two or more puffs per day likely indicated uncontrolled asthma (p = 0.001). Secondly, participants’ age was also significantly linked to the belief that there is a high chance that asthma patients overuse SABA inhalers, which are requested from community pharmacies, compared with inhalers which are obtained from hospitals or clinics (p = 0.004). Moreover, there was a strong association between academic qualification and the perception that individuals using two or more puffs per day likely indicated uncontrolled asthma (p = 0.013). Lastly, there was an association between participants’ academic qualifications and the concerned perception about the frequencies and doses of asthma patients’ SABA usage compared with the techniques of utilizing SABA inhalers (p = 0.036). Most participants reported that they were involved in educating their patients on the correct techniques for using asthma inhalers (93.6%, n = 292) and provided sufficient information about the safe use of SABA inhalers (79.5%, n = 248). According to  , approximately 34.6% of participants exhibited good practices, 61.2% demonstrated moderate practices, and only 4.2% showed poor practices. According to  , age was found to have a significant association (p = 0.009) with pharmacists’ practices regarding dispensing SABA inhalers to asthma patients when they perceived potential overuse. Conversely, a slight association (p = 0.048) was observed between the state of residence of the pharmacists, and their ability to provide adequate information on the safe use of SABA inhalers. Offering more follow-up sessions (75.4%, n = 235) for asthma patients was identified as the most agreed facilitator for the safe use of SABA inhalers. The second most agreed facilitator among the participants (74.0%, n = 231) was the improvement of the duration of asthma counseling. Subsequently, 66.3% (n = 207) of the participants identified a monitoring system to track SABA inhalers purchases in community settings as a key facilitator, which was found to be significantly associated with gender (p = 0.011) and academic qualification (p = 0.047) ( ). The majority of community pharmacist participants (74.4%, n = 232) perceived that the lack of patients’ awareness regarding asthma care services was a major barrier to the safe use of SABA inhalers. According to  , this perception was found to be significantly associated with age (p = 0.037), academic qualification (p = 0.017), and state of residence (p = 0.025). Following this, lack of time was identified as the second most significant barrier (68.9%, n = 215) among the participants. The least perceived barrier (39.8%, n = 124) was the absence or insufficiency of incentives. The logistic regression analysis was carried out to identify associated predictors of socio-demographic characteristics of the participants with perception of asthma control and management. According to  , none of the variables showed a statistically significant association with perception of asthma control and management (p > 0.05).", "Conclusion": "Community pharmacists acknowledged that good asthma control was associated with minimal medical assistance and symptoms but expressed concerns over the purchase of non-prescription SABA inhalers by asthma patients. Most community pharmacists reported providing adequate education for asthma patients. They suggested raising awareness and educating asthma patients regarding risk perceptions and side effects associated with SABA inhalers. Additionally, the suggested facilitators among the community pharmacists for safe SABA inhaler use were increasing follow-up sessions and enhanced counseling, offering potential strategies for improving asthma care. Future studies are needed to explore the perceptions of other healthcare professionals towards the use of SABA inhalers at different healthcare settings in Malaysia.", "Introduction": "Chronic obstructive pulmonary disease (COPD) and asthma are the most common chronic respiratory diseases [ ]. COPD is a chronic lung condition of persistent airflow limitation commonly associated with acute exacerbations [ , ]. In 2019, COPD caused 3.23 million deaths worldwide, standing as the third leading cause of death globally [ ]. Asthma is a chronic respiratory disorder characterized by airway inflammation and bronchoconstriction, affecting millions of individuals globally, contributing to significant morbidity and mortality [ ]. In 2019, about 260 million people had poorly controlled asthma, and 461,000 deaths occurred due to asthma during the same year [ ]. The cornerstone of asthma management is bronchodilation, with short-acting beta-2 agonists (SABA) representing a fundamental component in the treatment regimen [ ]. SABA provides rapid relief from bronchoconstriction and is commonly prescribed both as rescue medication and as a pretreatment before exercise-induced bronchoconstriction [ ]. SABA relievers are categorized under Group C items (medicines that pharmacists can dispense without a prescription) in Malaysia [ ]. According to the literature, SABA overuse and SABA monotherapy have been linked to increased asthma exacerbations and asthma-related mortality [ , ]. Proper SABA use hinges on multiple factors, including adequate patient education, accurate diagnosis, and adherence to inhaled corticosteroids (ICS) [ ]. The safe use of SABA requires attention, as individuals who overuse SABA often fail to acknowledge that frequent SABA usage may exacerbate their symptoms, and they may develop psychological reliance on SABA [ ]. In line with this, the Global Initiative for Asthma (GINA) 2019 report recommended the as-needed low-dose ICS-formoterol as a preferred reliever for adult asthma patients, even in steps one and two of asthma treatments, whereas SABA-only treatment was no longer suggested [ , ]. Step 1 treatment is recommended for individuals experiencing symptoms less than twice per month without any significant risk factors for exacerbations, such as substantial environmental triggers, socioeconomic challenges, or severely impaired lung function [ ]. On the other hand, step 2 treatment is intended for those patients who experience symptoms two or more times per month [ ]. Also, the availability of SABA inhalers as over-the-counter (OTC) medicine has raised concerns regarding potential overuse [ ]. According to a recent systematic review, 1.4% to 39.6% of OTC users worldwide were SABA inhaler users, and 14% to 66.4% of them were over users [ ]. The risks of using OTC medicines included inaccurate self-diagnosis, reliance issues upon prolonged use, and adverse drug reactions [ ]. Therefore, striking a balance between accessibility and responsible use through public education, pharmacist consultation, and clear usage guidelines is crucial to prevent the inadvertent escalation of SABA inhalers’ misuse due to increased availability [ , , ]. The country-specific context of healthcare delivery and the practices of healthcare professionals can significantly impact patient care [ , ]. Like many other countries, Malaysia faces challenges in managing asthma effectively [ – ]. Despite the crucial roles that community pharmacists play in promoting appropriate SABA use and asthma management, the perceptions and practices of these healthcare professionals in Malaysia regarding the use of SABA inhalers remain relatively underexplored [ – ]. This study aimed to explore the community pharmacists’ perceptions and practices towards using SABA inhalers in the community pharmacy setting in Malaysia. Additionally, socio-demographic factors affecting the community pharmacists’ perceptions and practices towards using SABA inhalers in the community pharmacy setting were also explored.", "Study design and setting": "A descriptive cross-sectional study was conducted in Malaysia between 26  December 2022 and 25  May 2023. A combination of purposive and convenience sampling techniques was employed to collect data. These approaches aimed to encompass individuals with specific expertise while ensuring ease of accessibility [ ]. A self-administered instrument using an online Google Form was utilized as a data-collecting tool, and was optimized as well to be easily filled while using computers and smartphones. It was then distributed by the authors to the community pharmacists through different social media platforms, including Facebook, WhatsApp, and Telegram applications, and emails. The time taken to complete the instrument was approximately 5–7 minutes. This study’s protocol was approved by the Human Research Ethics Committee of Universiti Sains Malaysia, namely Jawatankuasa Etika Penyelidikan Manusia (JEPeM) under the reference number of USM/JEPeM/22090575. Moreover, the participants who agreed to participate in the study, signed the consent form electronically before proceeding to the first section of the survey. The Google Form was optimized to receive one response from each participant. Additionally, the participation was voluntary and no incentives were provided for the participants.", "Participants": "The sampling frame of the current study was 5271 community pharmacists in Malaysia [ ]. The inclusion criteria were full-time community pharmacists registered with the Pharmacy Board of Malaysia, were proficient in English and provided informed consent to participate in this study. Part-time pharmacists, assistant pharmacists, and pharmacy technicians were excluded. A sample size of 312 community pharmacists was determined using the Cochran formula [ ]: e: desired level of precision p: estimated proportion of the population", "Study instrument": "To assess the perceptions and practices of community pharmacists regarding the safe use of SABA inhalers, based on an extensive literature review, a closed-ended questionnaire (S1 Appendix) was designed, validated, and presented in English [ , , – ]. An evaluation team comprising four academics and field experts in clinical pharmacy and pharmacy practice at Universiti Sains Malaysia (USM) and Hospital Pulau Pinang evaluated the content validity of the questionnaire before distributing it to the participants. Any amendments were made based on the feedback and suggestions received. A content validity form was developed with a five-point Likert scale and emailed to the experts. They were requested to determine whether all items referred to the relevant aspects of constructs to be measured (1 = relevant, 5 = irrelevant), the importance of each item (1 = essential, 5 = not necessary), and any items missing in the questionnaire. After that, a pilot test using the online Google Form was performed among 40 community pharmacists who were selected conveniently from community pharmacies and excluded from the final analysis. The pilot test was conducted to identify and resolve the potential problems, such as identifying flaws, and deficiencies in the instrument [ ]. Regarding face validity, participants provided insights on items’ degree of clarity (1 = the sentence is very vague, 5 = the sentence is very clear) and comprehension (1 = the sentence is tough to understand, 5 = the sentence is very easy to understand) by using a five-point Likert scale. To ensure the reliability of the instrument, internal consistency (which measures how closely related the items are for each scale) was calculated using Cronbach’s alpha coefficient, with values of 0.70 and above indicating good internal consistency [ ]. The questionnaire was comprised of five sections, which were further divided based on 26 questions [ ]. Participants’ demographics were obtained before the participants filled in the online survey. The first section consisted of six questions concerned with perceptions of asthma control and management, while the second part was comprised of seven questions that focused on risk perceptions of asthma reliever inhalers. The third section had four questions focused on practices regarding the use of SABA inhalers. The fourth and fifth sections of the survey each consisted of four and five questions, respectively, focused on facilitators and barriers to the safe use of SABA inhalers. A five-point Likert scale was used to measure responses: “strongly disagree,” “disagree,” “neutral,” “agree,” and “strongly agree”.", "Data analysis": "Data analysis was conducted using IBM Statistical Package for the Social Sciences (SPSS)® v.20. Descriptive statistics were used to summarize the socio-demographic characteristics of participants. To assess the normality of the data, the Kolmogorov–Smirnov test was performed [ , ]. Since the data did not support parametric assumptions, the Mann-Whitney U test and the Kruskal-Wallis test were performed, as the Mann-Whitney U test was used to determine the differences between two groups of an independent variable, while the Kruskal-Wallis test determined the differences between more than two groups of an independent variable [ ]. Categorical variable data were presented as frequency and percentage. The median and interquartile range were reported for continuous data. On the other hand, the overall perceptions and practices of community pharmacists were categorized by using Bloom’s cut-off point. Ratings fell into the ‘good’ range if the score ranged from 80 to 100%, ‘moderate’ if it spanned from 60 to 79%, and ‘poor’ if it was below 60% [ , ]. The total score was calculated by summing the item scores. The median total score, of 25, was used as the cutoff point for multiple logistic regression. Demographic characteristics were included as independent variables in the regression model. The findings of the regression analysis were presented as odds ratios (OR) with their corresponding 95% confidence intervals. A p-value of 0.05 was used for all statistical tests and was two-tailed. The Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) checklist ( ), which consisted of 22 items, was used for the reporting of this study.", "Demographic characteristics of the participants": "The online survey response was collected until it reached the desired sample size of 312 participants. The majority of the participants were females (64.1%, n = 200), aged between 29 and 38 years old (51.0%, n = 159), Chinese (60.3%, n = 188), had a bachelor’s degree (95.8%, n = 299), had 5–10 years of work experience (44.9%, n = 140), and were from Penang (25.6%, n = 80), as shown in  .", "Reliability and validity of the study instrument": "The study instrument was amended according to the expert panel review. The Cronbach’s alpha coefficient for the instrument was 0.731, which showed that the data exhibited strong internal consistency in the format used. Most of the community pharmacists (65.4%, n = 204) agreed that good asthma control was achieved when asthma could be managed with medical assistance, and when minimum asthma symptoms were present (84.3%, n = 263). The majority of participants expressed concerns (61.8%, n = 193) regarding the purchase of non-prescription SABA inhalers by asthma patients at community pharmacies who may not attend asthma reviews at hospitals. Additionally, 62.2% of the community pharmacists (n = 194) perceived that asthma patients would discuss their asthma-related concerns with community pharmacists. Further data analysis revealed that approximately 25.9% and 65.5% of participants had good and moderate perceptions of asthma control and management, respectively, with only 8.6% reporting poor perceptions ( ). Notably, age was found to be significantly associated with the perception that good asthma control can be achieved with medical assistance (p = 0.005), the concern that asthma patients solely relying on SABA inhalers from community pharmacies may lead to poor asthma control (p = 0.036), and the positive outlook on asthma patients’ willingness to engage in discussions with community pharmacists (p = 0.037) ( ).", "Perceptions of asthma control and management.": "Most of the community pharmacists (65.4%, n = 204) agreed that good asthma control was achieved when asthma could be managed with medical assistance, and when minimum asthma symptoms were present (84.3%, n = 263). The majority of participants expressed concerns (61.8%, n = 193) regarding the purchase of non-prescription SABA inhalers by asthma patients at community pharmacies who may not attend asthma reviews at hospitals. Additionally, 62.2% of the community pharmacists (n = 194) perceived that asthma patients would discuss their asthma-related concerns with community pharmacists. Further data analysis revealed that approximately 25.9% and 65.5% of participants had good and moderate perceptions of asthma control and management, respectively, with only 8.6% reporting poor perceptions ( ). Notably, age was found to be significantly associated with the perception that good asthma control can be achieved with medical assistance (p = 0.005), the concern that asthma patients solely relying on SABA inhalers from community pharmacies may lead to poor asthma control (p = 0.036), and the positive outlook on asthma patients’ willingness to engage in discussions with community pharmacists (p = 0.037) ( ).", "Risk perceptions of SABA inhalers": "Most participants (69.9%, n = 218) perceived that asthma patients may develop an attachment to SABA inhalers. Additionally, around two-thirds of the participants, (74.3%, n = 232) perceived that asthma patients may experience side effects from using SABA inhalers. In terms of risk perceptions related to SABA inhalers usage, it was found that 39.5% of participants exhibited scores greater than 80%, indicating good perceptions. Additionally, 56.7% scored between 60% to 79%, reflecting moderate perceptions, while only 3.8% scored below 60%, indicating poor perceptions ( ). Furthermore, participants’ age and academic qualification revealed significant associations with two specific statements, as shown in  . Firstly, there was a strong association between age and the perception that individuals using two or more puffs per day likely indicated uncontrolled asthma (p = 0.001). Secondly, participants’ age was also significantly linked to the belief that there is a high chance that asthma patients overuse SABA inhalers, which are requested from community pharmacies, compared with inhalers which are obtained from hospitals or clinics (p = 0.004). Moreover, there was a strong association between academic qualification and the perception that individuals using two or more puffs per day likely indicated uncontrolled asthma (p = 0.013). Lastly, there was an association between participants’ academic qualifications and the concerned perception about the frequencies and doses of asthma patients’ SABA usage compared with the techniques of utilizing SABA inhalers (p = 0.036).", "Practices towards the use of SABA inhalers": "Most participants reported that they were involved in educating their patients on the correct techniques for using asthma inhalers (93.6%, n = 292) and provided sufficient information about the safe use of SABA inhalers (79.5%, n = 248). According to  , approximately 34.6% of participants exhibited good practices, 61.2% demonstrated moderate practices, and only 4.2% showed poor practices. According to  , age was found to have a significant association (p = 0.009) with pharmacists’ practices regarding dispensing SABA inhalers to asthma patients when they perceived potential overuse. Conversely, a slight association (p = 0.048) was observed between the state of residence of the pharmacists, and their ability to provide adequate information on the safe use of SABA inhalers.", "Facilitators of the safe use of SABA inhalers": "Offering more follow-up sessions (75.4%, n = 235) for asthma patients was identified as the most agreed facilitator for the safe use of SABA inhalers. The second most agreed facilitator among the participants (74.0%, n = 231) was the improvement of the duration of asthma counseling. Subsequently, 66.3% (n = 207) of the participants identified a monitoring system to track SABA inhalers purchases in community settings as a key facilitator, which was found to be significantly associated with gender (p = 0.011) and academic qualification (p = 0.047) ( ).", "Barriers to the safe use of SABA inhalers": "The majority of community pharmacist participants (74.4%, n = 232) perceived that the lack of patients’ awareness regarding asthma care services was a major barrier to the safe use of SABA inhalers. According to  , this perception was found to be significantly associated with age (p = 0.037), academic qualification (p = 0.017), and state of residence (p = 0.025). Following this, lack of time was identified as the second most significant barrier (68.9%, n = 215) among the participants. The least perceived barrier (39.8%, n = 124) was the absence or insufficiency of incentives. The logistic regression analysis was carried out to identify associated predictors of socio-demographic characteristics of the participants with perception of asthma control and management. According to  , none of the variables showed a statistically significant association with perception of asthma control and management (p > 0.05).", "Discussion": "This study provided an overview regarding the perceptions and practices of community pharmacists towards the safe use of non-prescription SABA inhalers among asthma patients in the community pharmacy setting of Malaysia. Most of the community pharmacists (84.3%) agreed that good asthma control was achieved when minimum asthma symptoms were present. This concurs with the literature’s indication that people with well-controlled asthma would not need SABA inhalers and would have few or no asthma symptoms [ ]. The majority of the participants of this study (62.2%) perceived that asthma patients would discuss their asthma-related concerns with community pharmacists on their own, suggesting the potential for pharmacist-patient engagement to promote good asthma control. According to a study, patients prefer pharmacists’ active involvement in asthma management, including asthma education, lung function tests, and monitoring [ ]. In Saudi Arabia, nearly half (43.9%) of patients were satisfied with the counseling provided by community pharmacists [ ]. In New Zealand, asthma patients experienced reduced reliance on SABA inhalers and increased adherence to ICS following interventions by community pharmacists, with most of them (78%) also reporting that the information provided by pharmacists was easy to understand [ ]. In this study, most participants (68.6%) perceived that patients who consistently purchase non-prescription SABA inhalers may have a higher chance of developing uncontrolled asthma. Moreover, the majority of the community pharmacists (69.9%) stated that asthma patients may develop attachments to SABA inhalers and may experience side effects from using SABA inhalers (74.3%). Given this, community pharmacists, as the primary medical experts, play a crucial role as ‘gatekeepers’ in identifying potential medication safety issues, particularly concerning non-prescription medicines like SABA inhalers [ ]. Additionally, various community pharmacist-led interventions have resulted in reduced reliance on SABA medicines and increased ICS adherence [ , ]. It has become evident that some asthma patients develop a psychological attachment to SABA inhalers due to their efficacy in rapidly alleviating asthma symptoms [ , , ]. Considering the risks of frequent use of SABA inhalers, the GINA 2019 guidelines no longer recommend using SABA inhalers as monotherapy in the initial treatment of asthma [ ]. Instead, using ICS and formoterol as preferred reliever options is encouraged [ ]. Alternatively, a combination of a SABA and a low dose of ICS can be used, either in the same inhaler or separate inhalers, for symptom relief as the first step of asthma treatment in adults, even with mild asthma [ ]. Notably, a recent meta-analysis indicated that when used within prescribed limits for symptom relief, the use of SABA as reliever therapy did not increase mortality or serious adverse events in adult asthma patients [ ]. Therefore, community pharmacists’ understanding of the risks associated with frequent or improper use of non-prescription SABA inhalers can help prevent potential safety issues [ ]. Community pharmacists should leverage their clinical expertise to identify potential overuse of SABA inhalers that were dispensed without prescription and engage patients in dialogue [ ]. In this study, the majority of community pharmacists perceived that they had adequately provided education to their patients about the proper techniques for using SABA inhalers (93.5%) and had provided them with sufficient knowledge about asthma (79.5%). This concurs with a study done in Morocco and Saudi Arabia, where 75% and 85% of the community pharmacists respectively, reported that they teach their asthma patients about asthma and its management [ , ]. Community pharmacists may perceive themselves as effective educators and source of information for patients in managing their asthma [ ]. However, patients may interpret or remember information differently, misunderstand instructions, or simply forget important details [ , ]. This scenario may be related to the low health literacy of certain asthma patients, for reasons such as inadequate reading, understanding, and comprehending medical information [ , ]. Several health literacy interventions such as Teach-Back, Simple Language, and Chunk and Check can bridge this gap [ ]. The Teach-Back method entails patients repeating health information to ensure comprehension [ , ]. Utilizing Simple Language facilitates understanding by simplifying medical terminology [ , ]. The Chunk and Check strategy deconstructs complex information into smaller segments, aiding comprehension and confirmation [ ]. Regarding the perceived facilitators for the safe use of SABA inhalers among the participants, the highly suggested facilitators were offering more follow-up sessions (75.4%) for asthma patients and improving the duration of asthma counseling (74.0%). Previous studies concurred with our findings that facilitators for the safe use of non-prescription SABA inhalers were frequent follow-up visits that were associated with regular updates and practical demonstrations, which were critical for effective asthma management [ ]. In this case, community pharmacists can assess patients’ asthma control, monitor treatment compliance, and refer them to specialist medical consultants when necessary [ ]. Sufficient counseling time has been shown to improve patient understanding and therapeutic outcomes, especially for those with complex treatment regimens, with sessions of around 30 minutes covering various aspects of asthma management [ , ]. However, challenges such as insufficient professional development and access to up-to-date medication information limit pharmacists’ ability to provide extensive counseling [ , ]. Additionally, 66.3% of participants suggested the need for a monitoring system to track purchases of SABA inhalers in the community setting, as evidence suggests a high tendency among asthma patients to overuse non-prescription SABA inhalers due to the lack of such a system [ ]. Studies conducted in Australia indicated that about 73.9% of asthma patients purchasing non-prescription SABA were over-users, with 14% to 66.4% purchasing three or more SABA canisters OTC [ , ]. In this study, the most perceived barrier to promoting the safe use of SABA inhalers was a lack of patients’ awareness about the asthma care services offered by community pharmacists (74.4%). Nonetheless, the result of this study was aligned with the findings from other studies indicating patients’ limited awareness of community pharmacy-based asthma services and other services [ , , ]. Some participants were unaware of the services offered by community pharmacists beyond their traditional dispensing roles [ , ]. However, upon learning about enhanced services, such as vaccinations and treatment advice for minor illnesses, they expressed interest in utilizing these options [ , ]. Enhancing patients’ understanding of specialized pharmacy services is crucial for service adoption and sustainability, leading to improved asthma outcomes in primary care [ ]. Patients unaware of pharmacists’ asthma services may have lower expectations and express high satisfaction despite minimal services [ ]. Additionally, community pharmacists’ constrained time may drive their preference for expedited dispensing; thus, having more technicians available to assist with dispensing duties would increase pharmacists’ time for asthma intervention [ – ]. On the other hand, the lack of incentives had been identified by 39.8% of the community pharmacists as a barrier to effective asthma management. Remuneration was crucial in motivating pharmacists to adopt a patient-centered approach to service delivery [ , ]. Notably, community pharmacists in France, Scotland, England, and certain states in the United States received remuneration for providing a range of asthma care services, including improving inhaler technique, offering asthma-enhanced services, providing education to patients, and monitoring the ongoing status of asthma patients [ , ]. This is the first study to explore the perceptions and practices of community pharmacists concerning the use of non-prescription SABA inhalers by asthma patients in Malaysia. However, there were some limitations in this study that need to be acknowledged. The instrument for this study was distributed online, which targeted individuals with internet access, and responses from areas lacking such accessibility may not be captured. This may lead to demographic selection bias. Also, the majority of study participants were females and Chinese. Social desirability bias may still exist even though participant identities were kept confidential because they might have given answers they believed would be more socially acceptable rather than ones that really reflected their experiences or viewpoints. There were no right or wrong answers, and participants were guaranteed complete confidentiality and anonymity to minimize this bias. To prevent leading responses, the questions were written in neutral language, and no identifying information about the participants was connected to the collected data. Additionally, the instrument relied on participants’ self-rated assessment of their perceptions, which may have resulted in an overestimation of the results. Nevertheless, by encompassing participants from across Malaysia, this study remains a valuable source of insights into the perceptions and practices of community pharmacists regarding the use of SABA inhalers.", "Study limitations": "This is the first study to explore the perceptions and practices of community pharmacists concerning the use of non-prescription SABA inhalers by asthma patients in Malaysia. However, there were some limitations in this study that need to be acknowledged. The instrument for this study was distributed online, which targeted individuals with internet access, and responses from areas lacking such accessibility may not be captured. This may lead to demographic selection bias. Also, the majority of study participants were females and Chinese. Social desirability bias may still exist even though participant identities were kept confidential because they might have given answers they believed would be more socially acceptable rather than ones that really reflected their experiences or viewpoints. There were no right or wrong answers, and participants were guaranteed complete confidentiality and anonymity to minimize this bias. To prevent leading responses, the questions were written in neutral language, and no identifying information about the participants was connected to the collected data. Additionally, the instrument relied on participants’ self-rated assessment of their perceptions, which may have resulted in an overestimation of the results. Nevertheless, by encompassing participants from across Malaysia, this study remains a valuable source of insights into the perceptions and practices of community pharmacists regarding the use of SABA inhalers.", "Supporting information": "(DOCX) (DOC) (XLSX)", "Acknowledgments": "We are grateful to all the community pharmacists who participated in this study. Also, we would like to thank the Research and Innovation Division (RMCO) of Universiti Sains Malaysia for supporting this research through a Short Term Research Grant [reference number 304/PFARMASI/6315769]. We would like to thank the Director General of Health Malaysia for his permission to publish this article.", "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0324982"}
{"title": "Association between continuity of primary care and preventable hospitalization in adults with asthma: A cohort study", "authors": ["Sangwan Kim", "Eunjung Choo", "Iyn-Hyang Lee"], "abstract": "Hospitalization often indicates deteriorating health, longer treatment times, and higher healthcare costs. This study aimed to investigate associations between continuity of care (COC) and asthma-related hospitalizations using a rigorous methodology. This retrospective cohort study was conducted using national health insurance claims data. The study included adults with a diagnosis of asthma between 2015 and 2016 in a primary care setting. The exposure was measured using continuity of care indices (COCIs) during the first two years after inclusion. Cohorts were categorized into two groups based on COCI levels. The primary outcome was the incidence of asthma-related hospitalizations, and the secondary outcomes were emergency department (ED) utilization, systemic corticosteroid use, and asthma-related medical costs. A total of 24,173 patients were eligible for analysis, 13,212 of whom were continuously cared for by primary doctors (the continuity group), and 10,961 non-continuously (the non-continuity group). During a 2 year-follow-up period, 230 patients (1.74%) were hospitalized in the continuity group and 404 (3.69%) in the non-continuity group. After adjusting for confounding covariates, patients in the non-continuity group were found to be at significantly higher risk of hospital admission (adjusted hazard ratio (aHR)=2.04 [95% confidence interval = 1.73 ~ 2.41]). In addition, the risk of ED visits, systemic corticosteroid use, and costs were higher for patients in the non-continuity group (aHR = 2.26 [1.32 ~ 3.87], adjusted OR=1.58 [1.35 ~ 1.82], and exp  = 1.41 [1.37 ~ 1.45], respectively). In adult asthma patients at the early stages of illness, increased continuity of primary care was found to be associated with fewer hospitalizations, fewer ED visits, and lower healthcare expenditures.", "Objective": "Hospitalization often indicates deteriorating health, longer treatment times, and higher healthcare costs. This study aimed to investigate associations between continuity of care (COC) and asthma-related hospitalizations using a rigorous methodology.", "Methods": "This retrospective cohort study was conducted using national health insurance claims data. The study included adults with a diagnosis of asthma between 2015 and 2016 in a primary care setting. The exposure was measured using continuity of care indices (COCIs) during the first two years after inclusion. Cohorts were categorized into two groups based on COCI levels. The primary outcome was the incidence of asthma-related hospitalizations, and the secondary outcomes were emergency department (ED) utilization, systemic corticosteroid use, and asthma-related medical costs.", "Results": "The selection process is shown in   and the baseline characteristics of the study patients are provided in  . A total of 24,173 patients were included in the analysis. COCI = continuity of care index. Mean patient age was 50.6 years (SD 16.7). The majority were women (67.1%), 64.3% resided in a large urban area, 35.1 and 36.6% were members of households with high or moderate insurance contributions, respectively, and 96.3% were NHI beneficiaries, which concurs with the national average. ECI scores showed asthma was accompanied by one or two chronic diseases in the majority of patients. In addition to diseases in the ECI framework, allergic rhinitis was present in 83.3% of the study subjects, and during the exposure period, 57.1% were prescribed a systemic corticosteroid. A comparison of the two continuity groups showed that patients in the non-continuity group were more likely to be younger, disabled, prescribed systemic corticosteroids, and frequent visitors of healthcare providers. The mean COCI of the study subjects was 0.73 during the 4 year study period ( ), and mean COCIs of the continuity and non-continuity groups were 0.95 and 0.47, respectively. 230 patients (1.74%) were hospitalized in the continuity group, and 404 patients (3.69%) in the non-continuity group for asthma-related reasons ( ). After adjusting for confounders, the non-continuity group had a significantly higher hospitalization risk than the continuity group (adjusted HR [aHR] = 2.04 [95% confidence interval = 1.73 ~ 2.41). The probabilities of patients avoiding hospital admission during the outcome period are shown in  . Sensitivity analysis revealed a slightly reduced risk of hospital admission in the non-continuity group (adjusted OR=1.46 [1.23 ~ 1.73]).   shows the inverse relationships between COCIs and the aHRs of hospital admission. C = continuity; NonC = non-continuity. The demographic features that might be related to the increased risk of hospitalization were male sex, age of ≥ 45, living in a small urban or rural area, an ECI score of ≥ 3, and frequency of doctor visits ( ). In particular, the aHR for hospitalization for those aged ≥ 65 was 5.92 [4.52–7.74] compared to the 20–44 age group. Patients in the non-continuity group were more likely to visit an ED than those in the continuity group (aHR = 2.26 [1.32–3.87]). 415 patients (3.14%) in the continuity group and 419 patients (3.82%) in the non-continuity group were newly prescribed systemic corticosteroids during the outcome period (adjusted OR=1.58 [1.35–1.82]). Mean annual asthma-related medical costs were significantly higher in the non-continuity group. After adjusting for major covariates, gamma regression modeling analysis showed that patients in the non-continuity group spent approximately 1.41 times more (1.37–1.45) than patients in the continuity group. The findings of secondary outcome measures are displayed in  . The risk of hospitalization tended to increase in patients aged 20–44 in the non-continuity group, with significant variability observed. In patients with diseases of interest, e.g., allergic rhinitis, dyslipidemia, hypertension etc., the risk of hospitalization was not significantly different between those in the continuity and non-continuity groups ( ).", "Conclusions": "In adult asthma patients at the early stages of illness, increased continuity of primary care was found to be associated with fewer hospitalizations, fewer ED visits, and lower healthcare expenditures.", "Introduction": "Hospitalization often signals worsening health, longer treatments, and higher healthcare costs. These costs go beyond medical bills, including lost productivity when patients or caregivers can not work. It also strains hospital resources and delays care for others. Therefore, it is crucial that hospitalizations be reduced whenever possible [ ]. Admissions for conditions like asthma, which is categorized as an ambulatory care sensitive condition (ACSC), are considered preventable when effectively managed at the primary care level [ , ]. Health care continuity has been defined in several respects [ – ] and of these, relational continuity (also called inter-personal continuity) concerns long-term relationships between patients and their healthcare providers [ ]. Relational continuity emphasizes the importance of the individual rather than the illness, and thus, highlights the core values of primary care [ ]. van Loenen et al. concluded that improving access and continuity of care (COC) can reduce preventable hospitalizations [ ] and while Huntley et al. identified four features affecting unscheduled secondary care: COC, access, practice features, and quality of care [ ]. Long-term patient-provider relationships enhance communication, build trust, and improve chronic condition management by encouraging information sharing and better understanding of patients [ , , ]. Several studies have demonstrated that high relational COC can improve the clinical conditions of patients [ – ] reduce secondary care utilization (e.g., hospital admission for ACSCs) [ , – ] and lower medical costs [ , , ]. On the other hand, low relational continuity negatively affects patient experiences [ , ]. Although evidence is accumulating for a wide range of conditions, the data linking high relational continuity to benefits in patients with specific conditions is still considered insufficient. A recent systematic review highlighted concerns that the current level of evidence is only low to moderate for asthma [ ]. Moreover, recent studies have highlighted limitations in earlier analyses, such as the potential for reverse causality due to measuring exposure and outcomes simultaneously, and the classification of patients as having strong continuity based on only 2–3 visits over the study period, which blurs the relationship between continuity and outcomes [ , ]. Given this context, the present study was undertaken to examine the association between relational COC between adult asthma patients and primary care doctors on clinical and economic outcomes. We hypothesized that strong relational care continuity reduces hospital admissions and associated costs.", "Materials and methods": "This retrospective cohort study was performed and reported in accordance with the Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) guidelines [ ]. Anonymized national insurance claims data from 2014 through 2020, provided by the Korean National Health Insurance Service (KNHIS), were analyzed. The KNHIS database contains details of all claims made by Korean residents covered by National Health Insurance (NHI) and Medical Aid (MedAid) [ ]. KNHIS data include de-identified patient socio-demographic information, diagnoses, and details of all medical services provided and medications prescribed [ ]. Data analysis was performed in April 2023 ~ August 2024. The study period ranged from 2014 to 2020 ( ). Index dates were defined as the dates of the first diagnosis of asthma during 2015–2016. The 12-month period preceding the index date was defined as the pre-index year. The exposure period was defined as the two years following the index date, and the outcome period was defined as the subsequent two years following the exposure period. Patients were followed from the end of the exposure period until outcomes were determined or data follow-up was lost, whichever occurred first. Continuity of primary care is conceptualized as the extent to which patient visits are concentrated among primary care doctors. However, the definition of primary care can vary across countries [ ]. In this study, primary care is defined as community-based care, with inclusion criteria limited to clinics. Later, when measuring the Continuity of Care Index (COCI), visits to small and medium-sized facilities, excluding tertiary hospitals, were considered. In South Korea, patients benefit from universal coverage and are required to obtain a mandatory referral document only for tertiary hospitals. Consequently, if patients are located within the catchment area of a medium-sized hospital, they may receive ambulatory services at that facility. This situation contributes significantly to the weak gatekeeping function of conventional primary care in the Korean healthcare system [ ]. To minimize selection bias and maximize comparability, patients with asthma who were newly diagnosed in 2015−2016 at primary care clinics, aged 20 years or older on the index date, and who had made at least four ambulatory visits due to asthma during the exposure period were eligible for enrollment. Additionally, patients had to be prescribed at least one inhaler or patch for asthma on the index date. Asthma was identified based on the International Classification of Diseases, 10  revision (ICD-10) using diagnosis codes J45-46. Individuals diagnosed with asthma in the year prior to the index date (the pre-index year) were excluded to ensure that only newly diagnosed patients were included. Additionally, those who visited tertiary facilities or experienced hospitalizations or emergency department (ED) visits during the exposure period were excluded. The final analytic cohort contained 24,173 unique patients. The Bice & Boxerman Continuity of Care Index (COCI) was used to measure COC [ ]. Bice & Boxerman COCIs were calculated using the following formula [ , ]. Where N is the total number of visits made by a patient to any doctor,   is the number of patient visits to a specific provider  , and   is the number of potentially available providers. The COCI is a dispersion index that is sensitive to the number of different doctors a patient visits. If a patient had 10 doctor visits, including nine visits with doctor A, their COCI would be 0.8. Alternatively, if a patient had eight visits with doctor A and two with doctor B, their COCI would be 0.64. Similarly, if a patient had eight visits with doctor A and one each with doctors B and C, their COCI would be 0.62. The COCI has a value of unity (1) if a patient always visits one specific health provider and a value of 0 if a patient never visits a single provider more than once. The primary outcome measure was the incidence of asthma-related hospital admissions during the outcome period as ACSC hospitalization rates can serve as an indicator of primary care quality. Secondary outcomes were the incidence of asthma-related ED visits, systemic corticosteroid use, and asthma-related cost. Systemic corticosteroid use was defined as corticosteroid use in oral or injection form and used to evaluate asthma exacerbation. Asthma-related medical costs were defined as average annual medical costs, that is, the sum of the costs of claims identified using ICD-10 diagnosis codes J45 or J46 during the 4-year study period. Covariates included individual characteristics such as sex and age. Patient NHI contributions were classified as high, moderate, or low and used as proxies of economic circumstances. The KNHI has two types of health programs: NHI and MedAid, and about 97% of the population is covered by NHI and 3% by MedAid [ ]. Locations of residences on index dates were classified as large urban (metropolitan cities), small urban (other cities), or rural based on population densities. Elixhauser comorbidity indices (ECIs) were utilized as proxies of health statuses [ ] and were based on diagnoses obtained from outpatient and inpatient records during the pre-index year. In addition, we considered whether patients had a diagnosis of allergic rhinitis, atopic dermatitis, hypertension, diabetes, dyslipidemia, cancer, osteoarthritis or rheumatoid arthritis during the pre-index year, or were being prescribed systemic corticosteroids during the exposure period. Frequent doctor visits were defined as outpatient clinic visits ranking at the 90  percentile or higher during the exposure period. Disability status was designated ‘yes’ or ‘no’ on index dates. Interim analysis revealed that patients with a COCI of 1 accounted for 54.7% of the study population ( ). As there is no generally used cut-off value for a high or low COCI, we assigned patients with a continuity score of 1 during the exposure period to the continuity group and all others to the non-continuity group. The mean study period was 3.94 (SD 0.29) years in both groups. A descriptive analysis was conducted on baseline characteristics and healthcare utilization. Inter-group comparisons of continuous and categorical variables were performed using the Kruskal-Wallis or Chi-squared tests, respectively. The adjusted hazard ratios (aHRs) and 95% confidence intervals (CIs) for the relationship between COC and hospital admissions or ED visits were assessed using a Cox proportional hazard regression model adjusted for baseline characteristics. A Kaplan-Meier graph was used to compare the continuity and non-continuity groups. Restricted cubic spline (RCS) plots were used to access relationships between continuous COCI and hospital admissions or ED visits [ , ]. Optimal cubic functions for the adjusted HRs of each 3  COCI percentile were estimated using COCI = 1 as the reference [ ]. Systemic corticosteroid use was assessed using a logistic regression model, and results are presented as odds ratios (ORs) and 95% CIs. A gamma distribution and log link function were used to estimate asthma-associated costs, reported as exponential coefficients, while adjusting for covariates and average asthma-associated costs during the exposure period. Missing values were treated as an independent category in the statistical models. For testing the sensitivity of results, COCIs were calculated annually during the outcome period, using data from the previous two years, and analyzed with the generalized estimating equations (GEE) method to reflect the changing characteristics of COCI. Basic characteristics were subjected to subgroup analyses. Statistical analysis was conducted using SAS Ver. 9.4 (SAS Institute Inc, Cary, NC, USA), and, statistical significance was accepted for   values <0.05. This study was performed in accordance with the Declaration of Helsinki and reviewed beforehand by the Institutional Review Board of Yeungnam University (IRB no. 7002016-E-2022-002-01), which waived the requirement for participant consent because the study was conducted using anonymous claims data provided for research purposes by the KNHIS.", "Study design": "This retrospective cohort study was performed and reported in accordance with the Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) guidelines [ ].", "Data sources": "Anonymized national insurance claims data from 2014 through 2020, provided by the Korean National Health Insurance Service (KNHIS), were analyzed. The KNHIS database contains details of all claims made by Korean residents covered by National Health Insurance (NHI) and Medical Aid (MedAid) [ ]. KNHIS data include de-identified patient socio-demographic information, diagnoses, and details of all medical services provided and medications prescribed [ ]. Data analysis was performed in April 2023 ~ August 2024.", "Study timeframe": "The study period ranged from 2014 to 2020 ( ). Index dates were defined as the dates of the first diagnosis of asthma during 2015–2016. The 12-month period preceding the index date was defined as the pre-index year. The exposure period was defined as the two years following the index date, and the outcome period was defined as the subsequent two years following the exposure period. Patients were followed from the end of the exposure period until outcomes were determined or data follow-up was lost, whichever occurred first.", "Definition of primary care": "Continuity of primary care is conceptualized as the extent to which patient visits are concentrated among primary care doctors. However, the definition of primary care can vary across countries [ ]. In this study, primary care is defined as community-based care, with inclusion criteria limited to clinics. Later, when measuring the Continuity of Care Index (COCI), visits to small and medium-sized facilities, excluding tertiary hospitals, were considered. In South Korea, patients benefit from universal coverage and are required to obtain a mandatory referral document only for tertiary hospitals. Consequently, if patients are located within the catchment area of a medium-sized hospital, they may receive ambulatory services at that facility. This situation contributes significantly to the weak gatekeeping function of conventional primary care in the Korean healthcare system [ ].", "Study population": "To minimize selection bias and maximize comparability, patients with asthma who were newly diagnosed in 2015−2016 at primary care clinics, aged 20 years or older on the index date, and who had made at least four ambulatory visits due to asthma during the exposure period were eligible for enrollment. Additionally, patients had to be prescribed at least one inhaler or patch for asthma on the index date. Asthma was identified based on the International Classification of Diseases, 10  revision (ICD-10) using diagnosis codes J45-46. Individuals diagnosed with asthma in the year prior to the index date (the pre-index year) were excluded to ensure that only newly diagnosed patients were included. Additionally, those who visited tertiary facilities or experienced hospitalizations or emergency department (ED) visits during the exposure period were excluded. The final analytic cohort contained 24,173 unique patients.", "Measuring continuity of primary care": "The Bice & Boxerman Continuity of Care Index (COCI) was used to measure COC [ ]. Bice & Boxerman COCIs were calculated using the following formula [ , ]. Where N is the total number of visits made by a patient to any doctor,   is the number of patient visits to a specific provider  , and   is the number of potentially available providers. The COCI is a dispersion index that is sensitive to the number of different doctors a patient visits. If a patient had 10 doctor visits, including nine visits with doctor A, their COCI would be 0.8. Alternatively, if a patient had eight visits with doctor A and two with doctor B, their COCI would be 0.64. Similarly, if a patient had eight visits with doctor A and one each with doctors B and C, their COCI would be 0.62. The COCI has a value of unity (1) if a patient always visits one specific health provider and a value of 0 if a patient never visits a single provider more than once.", "Outcome measures": "The primary outcome measure was the incidence of asthma-related hospital admissions during the outcome period as ACSC hospitalization rates can serve as an indicator of primary care quality. Secondary outcomes were the incidence of asthma-related ED visits, systemic corticosteroid use, and asthma-related cost. Systemic corticosteroid use was defined as corticosteroid use in oral or injection form and used to evaluate asthma exacerbation. Asthma-related medical costs were defined as average annual medical costs, that is, the sum of the costs of claims identified using ICD-10 diagnosis codes J45 or J46 during the 4-year study period.", "Covariates": "Covariates included individual characteristics such as sex and age. Patient NHI contributions were classified as high, moderate, or low and used as proxies of economic circumstances. The KNHI has two types of health programs: NHI and MedAid, and about 97% of the population is covered by NHI and 3% by MedAid [ ]. Locations of residences on index dates were classified as large urban (metropolitan cities), small urban (other cities), or rural based on population densities. Elixhauser comorbidity indices (ECIs) were utilized as proxies of health statuses [ ] and were based on diagnoses obtained from outpatient and inpatient records during the pre-index year. In addition, we considered whether patients had a diagnosis of allergic rhinitis, atopic dermatitis, hypertension, diabetes, dyslipidemia, cancer, osteoarthritis or rheumatoid arthritis during the pre-index year, or were being prescribed systemic corticosteroids during the exposure period. Frequent doctor visits were defined as outpatient clinic visits ranking at the 90  percentile or higher during the exposure period. Disability status was designated ‘yes’ or ‘no’ on index dates.", "Configuration of the continuity cohort": "Interim analysis revealed that patients with a COCI of 1 accounted for 54.7% of the study population ( ). As there is no generally used cut-off value for a high or low COCI, we assigned patients with a continuity score of 1 during the exposure period to the continuity group and all others to the non-continuity group. The mean study period was 3.94 (SD 0.29) years in both groups.", "Statistical analysis": "A descriptive analysis was conducted on baseline characteristics and healthcare utilization. Inter-group comparisons of continuous and categorical variables were performed using the Kruskal-Wallis or Chi-squared tests, respectively. The adjusted hazard ratios (aHRs) and 95% confidence intervals (CIs) for the relationship between COC and hospital admissions or ED visits were assessed using a Cox proportional hazard regression model adjusted for baseline characteristics. A Kaplan-Meier graph was used to compare the continuity and non-continuity groups. Restricted cubic spline (RCS) plots were used to access relationships between continuous COCI and hospital admissions or ED visits [ , ]. Optimal cubic functions for the adjusted HRs of each 3  COCI percentile were estimated using COCI = 1 as the reference [ ]. Systemic corticosteroid use was assessed using a logistic regression model, and results are presented as odds ratios (ORs) and 95% CIs. A gamma distribution and log link function were used to estimate asthma-associated costs, reported as exponential coefficients, while adjusting for covariates and average asthma-associated costs during the exposure period. Missing values were treated as an independent category in the statistical models. For testing the sensitivity of results, COCIs were calculated annually during the outcome period, using data from the previous two years, and analyzed with the generalized estimating equations (GEE) method to reflect the changing characteristics of COCI. Basic characteristics were subjected to subgroup analyses. Statistical analysis was conducted using SAS Ver. 9.4 (SAS Institute Inc, Cary, NC, USA), and, statistical significance was accepted for   values <0.05.", "Ethics statement": "This study was performed in accordance with the Declaration of Helsinki and reviewed beforehand by the Institutional Review Board of Yeungnam University (IRB no. 7002016-E-2022-002-01), which waived the requirement for participant consent because the study was conducted using anonymous claims data provided for research purposes by the KNHIS.", "Baseline characteristics of the study population": "The selection process is shown in   and the baseline characteristics of the study patients are provided in  . A total of 24,173 patients were included in the analysis. COCI = continuity of care index. Mean patient age was 50.6 years (SD 16.7). The majority were women (67.1%), 64.3% resided in a large urban area, 35.1 and 36.6% were members of households with high or moderate insurance contributions, respectively, and 96.3% were NHI beneficiaries, which concurs with the national average. ECI scores showed asthma was accompanied by one or two chronic diseases in the majority of patients. In addition to diseases in the ECI framework, allergic rhinitis was present in 83.3% of the study subjects, and during the exposure period, 57.1% were prescribed a systemic corticosteroid. A comparison of the two continuity groups showed that patients in the non-continuity group were more likely to be younger, disabled, prescribed systemic corticosteroids, and frequent visitors of healthcare providers. The mean COCI of the study subjects was 0.73 during the 4 year study period ( ), and mean COCIs of the continuity and non-continuity groups were 0.95 and 0.47, respectively.", "Risks of hospital admission": "230 patients (1.74%) were hospitalized in the continuity group, and 404 patients (3.69%) in the non-continuity group for asthma-related reasons ( ). After adjusting for confounders, the non-continuity group had a significantly higher hospitalization risk than the continuity group (adjusted HR [aHR] = 2.04 [95% confidence interval = 1.73 ~ 2.41). The probabilities of patients avoiding hospital admission during the outcome period are shown in  . Sensitivity analysis revealed a slightly reduced risk of hospital admission in the non-continuity group (adjusted OR=1.46 [1.23 ~ 1.73]).   shows the inverse relationships between COCIs and the aHRs of hospital admission. C = continuity; NonC = non-continuity. The demographic features that might be related to the increased risk of hospitalization were male sex, age of ≥ 45, living in a small urban or rural area, an ECI score of ≥ 3, and frequency of doctor visits ( ). In particular, the aHR for hospitalization for those aged ≥ 65 was 5.92 [4.52–7.74] compared to the 20–44 age group.", "Secondary outcomes": "Patients in the non-continuity group were more likely to visit an ED than those in the continuity group (aHR = 2.26 [1.32–3.87]). 415 patients (3.14%) in the continuity group and 419 patients (3.82%) in the non-continuity group were newly prescribed systemic corticosteroids during the outcome period (adjusted OR=1.58 [1.35–1.82]). Mean annual asthma-related medical costs were significantly higher in the non-continuity group. After adjusting for major covariates, gamma regression modeling analysis showed that patients in the non-continuity group spent approximately 1.41 times more (1.37–1.45) than patients in the continuity group. The findings of secondary outcome measures are displayed in  .", "Risk of ED visits.": "Patients in the non-continuity group were more likely to visit an ED than those in the continuity group (aHR = 2.26 [1.32–3.87]).", "Risk of systemic corticosteroid use.": "415 patients (3.14%) in the continuity group and 419 patients (3.82%) in the non-continuity group were newly prescribed systemic corticosteroids during the outcome period (adjusted OR=1.58 [1.35–1.82]).", "Asthma-related medical costs.": "Mean annual asthma-related medical costs were significantly higher in the non-continuity group. After adjusting for major covariates, gamma regression modeling analysis showed that patients in the non-continuity group spent approximately 1.41 times more (1.37–1.45) than patients in the continuity group. The findings of secondary outcome measures are displayed in  .", "Subgroup analyses on hospitalization and ED visits": "The risk of hospitalization tended to increase in patients aged 20–44 in the non-continuity group, with significant variability observed. In patients with diseases of interest, e.g., allergic rhinitis, dyslipidemia, hypertension etc., the risk of hospitalization was not significantly different between those in the continuity and non-continuity groups ( ).", "Discussion": "The present study utilized a large, nationwide dataset representative of the South Korean population, which increases the trustworthiness of our findings. Furthermore, the data was analyzed using analytical techniques designed to address concerns raised in previous COC studies about the methods used. First, we separated exposure and outcome periods to eliminate the possibility of “reverse causality [ , , ].” Second, to address concerns that condition severity might be a confounder [ ], we included only new patients to minimize its potential impact. Third, to minimize the impacts of outliers, we set the inclusion criteria to at least four visits during the exposure period [ ]. Additionally, we included patients whose number of visits was at the 90th percentile or higher as a covariate in the main analysis. The robust methodology used and the consistency observed between primary, sensitivity, and subgroup analyses strengthen confidence in our results. This study shows that a higher level of primary care continuity reduces preventable hospital admissions. More specifically, patients receiving non-continuous primary care had twice the risk of hospitalization, 2.3 times the risk of an emergency room visit, 1.6 times the use of systemic corticosteroids, and 1.4 times higher asthma treatment costs than patients receiving continuous primary care. Similarly, studies on asthma patients aged over 65 in Taiwan reported a 2.68 times higher hospitalization risk [ ], and 2.1-fold increase in ER visits for patients that received non-continuous primary care [ ]. In these Taiwanese studies, a low COCI was defined as < 0.47 ~ 0.5, which is similar to the definition used in the present; mean COCI in the non-continuity group was 0.47. A Korean study [ ] that analyzed data between 2002 and 2006 showed that elderly asthma patients (65 ~ 84 years of age) in the non-continuity group had a similar risk of hospitalization (OR=2.07) and an ER visit (OR=2.25). In a study conducted in Quebec on asthmatic children aged 2 ~ 16, who maintained a continued relationship with their doctors, odds ratios (ORs) for hospitalizations and ED visits ranged from 0.66 to 0.82 and 0.8 to 0.92, respectively [ ]. The findings of this study align well with the existing literature. In addition, Wireklint reported in 2021 that Swedish adults who maintained COC with their doctors were 2.19 times more likely to have sufficient knowledge to manage asthma exacerbations [ ], which may partially explain why we found patients without COC had a higher rate of systemic corticosteroid use. Several limitations should be considered. First, claims data analysis is observational, which introduces inherent limitations. For example, laboratory results, objective health measures, and patient behaviors (e.g., adherence medication, lifestyle factors) were not included. Second, the COC measurements were based on patient visit patterns and frequencies to primary care doctors, not directly measuring the quality of patient-doctor relationships [ , , ]. Bias may arise from nonrandom doctor selection, complicating the distinction between COC effects and having a skilled doctor. However, continuity often reflects trust in a doctor’s skills (including communication skills), suggesting these concepts may be intertwined. Additionally, while short-acting beta agonist (SABA) use can serve as a useful indicator of mild asthma exacerbations and asthma control [ ], we did not include it as a secondary outcome due to challenges in accurately assessing patient adherence and actual consumption from claims data. This limitation may have led to an underestimation of mild exacerbations that did not result in systemic corticosteroid prescriptions or emergency department visits. Furthermore, differences in routine prescribing patterns of asthma controller medications, such as inhaled corticosteroids (ICS) or ICS combined with long-acting beta agonists (ICS/LABA), were not analyzed. Assessing these medications could have provided further insights into the quality of regular asthma care across continuity groups. Third, the COCI is useful for assessing the effectiveness of care coordination and patient-provider relationships. However, there is ongoing debate regarding the criteria for determining the appropriate COCI threshold. Many previous studies analyzing patient outcomes have established empirical thresholds at which better health results are observed [ – , , – ] and the present study is one such example. In a study that tested two COCI thresholds—0.8, a commonly used rule-of-thumb value, and the median, based on an analysis of the target data—the conclusions remained unchanged [ ]. To better capture the dynamic nature of COCI over time, rather than restricting the measurement to the exposure period, it is necessary to conduct studies that track changes throughout the entire study period. Comparing the results of cohort grouping based on this approach with those derived from empirical methods would provide valuable insights. Fourth, the study has limitations in applying its findings to patients with an older diagnosis or those with very few visits. To minimize selection bias, we included newly diagnosed patients and those with at least four visits, ensuring similarity in patient characteristics and maximizing the comparability between the continuity group (exposed group) and the non-continuity group (unexposed group). Lastly, caution is needed in generalizing the results to different healthcare contexts, particularly in terms of the organization of primary care, funding, and socio-cultural aspects. For example, this study defined primary care facilities based on the Korean context, which may limit comparability with results from other settings. Korea’s primary care reimbursement system primarily follows a fee-for-service model, which may present challenges when comparing with countries that use per capita funding models (e.g., the UK or certain European countries). Nonetheless, our findings align with studies in other healthcare settings, likely enhancing external validity and offering insights for countries facing similar challenges in sustaining robust primary care. Despite evidence that COC is associated with better quality healthcare and reduced costs, COC is in decline at the frontline due to the increasing complexity of medical technology and organizations [ , ]. A dual strategy required to enhance COC in primary care. Frontline healthcare providers continue to strive to nurture continuous relationships with their patients, as ongoing relationships enhance mutual understanding and build trust, ultimately leading to a therapeutic alliance that embodies patient-centered care [ ]. The ways primary care practices can improve COC were well suggested in Gupta and Bodenheimer’s opinion [ ]. Two of the four practical strategies suggested in the study deserve particular attention. First, consistently assessing continuity of care at both the practice and clinician levels and making these metrics visible in relation to set goals can help staff track progress and enhance performance. Second, adopting team-based care models, where a small, consistent group of providers manages patient care, ensures continuity even when the primary doctor is unavailable. In addition to these strategies, a new approach involves strengthening electronic health records (EHRs) to improve team-based care. EHRs can facilitate seamless communication among providers, enhancing collaboration. Furthermore, fostering patient engagement through shared decision-making, regular follow-ups, and open communication is crucial for strengthening the doctor-patient relationship. Society should advocate for a healthcare environment that promotes continuity of care. While it is expected that the patient and doctor will develop a better match through continuous encounters, if that proves difficult, changing doctors may also be necessary. Switching doctors is not necessarily a negative thing and can even be positive if it leads to a better patient-doctor match. It is also important not to overlook the need to strike a balance between the two.", "Strengths of the study": "The present study utilized a large, nationwide dataset representative of the South Korean population, which increases the trustworthiness of our findings. Furthermore, the data was analyzed using analytical techniques designed to address concerns raised in previous COC studies about the methods used. First, we separated exposure and outcome periods to eliminate the possibility of “reverse causality [ , , ].” Second, to address concerns that condition severity might be a confounder [ ], we included only new patients to minimize its potential impact. Third, to minimize the impacts of outliers, we set the inclusion criteria to at least four visits during the exposure period [ ]. Additionally, we included patients whose number of visits was at the 90th percentile or higher as a covariate in the main analysis. The robust methodology used and the consistency observed between primary, sensitivity, and subgroup analyses strengthen confidence in our results.", "Principal findings": "This study shows that a higher level of primary care continuity reduces preventable hospital admissions. More specifically, patients receiving non-continuous primary care had twice the risk of hospitalization, 2.3 times the risk of an emergency room visit, 1.6 times the use of systemic corticosteroids, and 1.4 times higher asthma treatment costs than patients receiving continuous primary care. Similarly, studies on asthma patients aged over 65 in Taiwan reported a 2.68 times higher hospitalization risk [ ], and 2.1-fold increase in ER visits for patients that received non-continuous primary care [ ]. In these Taiwanese studies, a low COCI was defined as < 0.47 ~ 0.5, which is similar to the definition used in the present; mean COCI in the non-continuity group was 0.47. A Korean study [ ] that analyzed data between 2002 and 2006 showed that elderly asthma patients (65 ~ 84 years of age) in the non-continuity group had a similar risk of hospitalization (OR=2.07) and an ER visit (OR=2.25). In a study conducted in Quebec on asthmatic children aged 2 ~ 16, who maintained a continued relationship with their doctors, odds ratios (ORs) for hospitalizations and ED visits ranged from 0.66 to 0.82 and 0.8 to 0.92, respectively [ ]. The findings of this study align well with the existing literature. In addition, Wireklint reported in 2021 that Swedish adults who maintained COC with their doctors were 2.19 times more likely to have sufficient knowledge to manage asthma exacerbations [ ], which may partially explain why we found patients without COC had a higher rate of systemic corticosteroid use.", "Study limitations and future research opportunities": "Several limitations should be considered. First, claims data analysis is observational, which introduces inherent limitations. For example, laboratory results, objective health measures, and patient behaviors (e.g., adherence medication, lifestyle factors) were not included. Second, the COC measurements were based on patient visit patterns and frequencies to primary care doctors, not directly measuring the quality of patient-doctor relationships [ , , ]. Bias may arise from nonrandom doctor selection, complicating the distinction between COC effects and having a skilled doctor. However, continuity often reflects trust in a doctor’s skills (including communication skills), suggesting these concepts may be intertwined. Additionally, while short-acting beta agonist (SABA) use can serve as a useful indicator of mild asthma exacerbations and asthma control [ ], we did not include it as a secondary outcome due to challenges in accurately assessing patient adherence and actual consumption from claims data. This limitation may have led to an underestimation of mild exacerbations that did not result in systemic corticosteroid prescriptions or emergency department visits. Furthermore, differences in routine prescribing patterns of asthma controller medications, such as inhaled corticosteroids (ICS) or ICS combined with long-acting beta agonists (ICS/LABA), were not analyzed. Assessing these medications could have provided further insights into the quality of regular asthma care across continuity groups. Third, the COCI is useful for assessing the effectiveness of care coordination and patient-provider relationships. However, there is ongoing debate regarding the criteria for determining the appropriate COCI threshold. Many previous studies analyzing patient outcomes have established empirical thresholds at which better health results are observed [ – , , – ] and the present study is one such example. In a study that tested two COCI thresholds—0.8, a commonly used rule-of-thumb value, and the median, based on an analysis of the target data—the conclusions remained unchanged [ ]. To better capture the dynamic nature of COCI over time, rather than restricting the measurement to the exposure period, it is necessary to conduct studies that track changes throughout the entire study period. Comparing the results of cohort grouping based on this approach with those derived from empirical methods would provide valuable insights. Fourth, the study has limitations in applying its findings to patients with an older diagnosis or those with very few visits. To minimize selection bias, we included newly diagnosed patients and those with at least four visits, ensuring similarity in patient characteristics and maximizing the comparability between the continuity group (exposed group) and the non-continuity group (unexposed group). Lastly, caution is needed in generalizing the results to different healthcare contexts, particularly in terms of the organization of primary care, funding, and socio-cultural aspects. For example, this study defined primary care facilities based on the Korean context, which may limit comparability with results from other settings. Korea’s primary care reimbursement system primarily follows a fee-for-service model, which may present challenges when comparing with countries that use per capita funding models (e.g., the UK or certain European countries). Nonetheless, our findings align with studies in other healthcare settings, likely enhancing external validity and offering insights for countries facing similar challenges in sustaining robust primary care.", "Implications for practitioners and policy-makers": "Despite evidence that COC is associated with better quality healthcare and reduced costs, COC is in decline at the frontline due to the increasing complexity of medical technology and organizations [ , ]. A dual strategy required to enhance COC in primary care. Frontline healthcare providers continue to strive to nurture continuous relationships with their patients, as ongoing relationships enhance mutual understanding and build trust, ultimately leading to a therapeutic alliance that embodies patient-centered care [ ]. The ways primary care practices can improve COC were well suggested in Gupta and Bodenheimer’s opinion [ ]. Two of the four practical strategies suggested in the study deserve particular attention. First, consistently assessing continuity of care at both the practice and clinician levels and making these metrics visible in relation to set goals can help staff track progress and enhance performance. Second, adopting team-based care models, where a small, consistent group of providers manages patient care, ensures continuity even when the primary doctor is unavailable. In addition to these strategies, a new approach involves strengthening electronic health records (EHRs) to improve team-based care. EHRs can facilitate seamless communication among providers, enhancing collaboration. Furthermore, fostering patient engagement through shared decision-making, regular follow-ups, and open communication is crucial for strengthening the doctor-patient relationship. Society should advocate for a healthcare environment that promotes continuity of care. While it is expected that the patient and doctor will develop a better match through continuous encounters, if that proves difficult, changing doctors may also be necessary. Switching doctors is not necessarily a negative thing and can even be positive if it leads to a better patient-doctor match. It is also important not to overlook the need to strike a balance between the two.", "Supporting information": "(DOCX) (DOCX) (TIF) (PDF)", "Acknowledgments": "This study analyzed claims data from the Korean National Health Insurance Service (research management number NHIS-2023-1-076 and NHIS-2023-2-262).", "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0325553"}
{"title": "Long-COVID is associated with increased absenteeism from work", "authors": ["Jaewhan Kim", "Sanghoon Lee", "Peter Weir"], "abstract": "Long-COVID, defined as COVID-19 symptoms persisting for more than 3 months, may lead to persistent health issues requiring extensive medical care. Despite its long-term health impact, the economic impact of long-COVID remains understudied. This study examined whether individuals with long-COVID had more missed workdays compared to those without long-COVID. Adults (≥18 years old) with full-time jobs were identified from the 2022 Full-Year Population Characteristics file of the Medical Expenditure Panel Survey (MEPS). A weighted two-part model was used to identify factors associated with missed workdays due to illness. The total population analyzed included 131,685,516 adults (unweighted n = 8,210), with an average (SD) age of 43 (14) years. Among them, 46% were female and 62% were non-Hispanic White. Approximately 7% of the population experienced long-COVID. Individuals with long-COVID reported an average of 8 days missed from work (SD: 12 days), while those without long-COVID reported an average of 4 days missed (SD: 9 days). The two-part model revealed that individuals with long-COVID had 2.54 more missed workdays compared to those without long-COVID (p < 0.01), after controlling for relevant variables. These results underscore significant productivity losses associated with long-COVID, highlighting the need for policymakers and employers to implement effective strategies to address this condition.", "Introduction": "Although the declared public health emergency for Coronavirus Disease 2019 (COVID-19) ended in May 2023, the ongoing impacts of the pandemic, including long-COVID, persist, necessitating an ongoing federal response [ ]. Long Coronavirus disease (long-COVID) initially gained recognition as a significant health concern through patient reports, which spurred advocacy groups and prompted responses from healthcare professionals, academia, and government entities worldwide. Long-COVID could affect anyone who had a COVID-19 infection, leading to chronic health issues requiring comprehensive medical care. Long-COVID is defined as an infection-associated chronic condition that develops following COVID-19 infection and persists for a minimum of 3 months [ , ]. It manifests as a continuous, relapsing and remitting, or progressive disease affecting one or more organs, and includes a broad spectrum of persistent symptoms and conditions that can persist for weeks, months, or even years following a COVID-19 infection. The most frequent symptoms of long-COVID are post-exertional malaise, fatigue, cognitive difficulties (often referred to as “brain fog”), dizziness, gastrointestinal issues, and heart palpitations [ , ]. Since the beginning of the pandemic, there have been over 140 million COVID-19 cases in the U.S. [ ] Estimates of the prevalence of long-COVID vary significantly, with some suggesting that anywhere from 10% to 35% or more of individuals infected with COVID-19 may develop the condition [ , ]. In 2022, 6.4% or 6.9% of U.S. adults reported ever having experienced long-COVID [ , ]. According to the U.S. Census Bureau and National Center for Health Statistics Household Pulse Survey, as of April 30 to May 27, 2024, approximately 18.1 percent of all U.S. adults report having ever experienced long-COVID, while 7.5 percent of all U.S. adults indicate they are currently experiencing long-COVID, which suggests about 60 million people in the U.S. could have been affected by long-COVID [ ]. Since long-COVID is a newly emerging set of conditions, there are numerous unanswered research questions. Despite the potential impact of long-COVID on the labor market, there is still insufficient information regarding the impact of long-COVID on the working population [ , ]. The aim of this study was to investigate the association between long-COVID and workplace absenteeism as defined by the number of days missed from work. The findings from this study could provide insights into the potential impact of long-COVID on the labor market.", "Methods": "The 2022 Full-Year Population Characteristics file of the Medical Expenditure Panel Survey (MEPS) was used for this study [ ]. Conducted annually since 1996, the MEPS has established its reliability and validity through extensive use in various research studies [ – ]. MEPS gathers data from individuals, families, and healthcare professionals across the U.S., covering demographics, health conditions, healthcare utilization and expenditures, insurance status, access to care, employment status, and family relations. The survey sample represents the civilian non-institutionalized population on a national scale. Typically, data for all occupants of a household are provided by a single household respondent or a group of household members collectively [ , ]. The 2022 survey introduced new questionnaires regarding COVID-19, seeking the duration of COVID symptoms (0–12 months) and persistence of COVID-19 symptoms lasting more than 3 months (suggestive of long-COVID) [ ]. Since the MEPS data used in this study are publicly available, Internal Review Board (IRB) review was not required. Adults aged 18 years and older who were employed full-time were included in the study. Subjects with missing variables were excluded from the analysis. The primary outcome was the number of days missed from work due to illness or injury within a calendar year. The main independent variable was whether a subject experienced long-COVID symptoms, defined as COVID-19 symptoms persisting for more than 3 months following diagnosis (Yes/No). Another independent variable categorized the impact of the COVID-19 infection on missed workdays into three groups: no COVID-19 infection, history of COVID-19 infection, and long-COVID (symptoms persisting for more than 3 months). The study accounted for factors potentially associated with the outcome. These factors included demographic characteristics and health-related factors [ , – ]. Demographic variables included age groups (18–30, 31–40, 41–50, 51–64, and ≥65 years), sex (male/female), race/ethnicity (non-Hispanic White, non-Hispanic Black, Hispanic, non-Hispanic Asian, and non-Hispanic other), type of health insurance (private, Medicaid, Medicare, and uninsured), region (Northeast, Midwest, South, and West), marital status (married, widowed/divorced/separated, and never married), and educational attainment (high school graduate: Yes/No). Health-related variables included hypertension (Yes/No), diabetes (Yes/No), asthma (Yes/No), high cholesterol (Yes/No), cancer history (Yes/No), arthritis (Yes/No), any physical limitations (Yes/No), any cognitive limitations (Yes/No), and current smoking status (Yes/No). All analyses were weighted to ensure they were representative at the population level [ , , ]. Summary statistics such as means, standard deviations (SD), and percentages described the characteristics of the study subjects. To compare baseline characteristics between the long-COVID and no long-COVID groups, T-tests were used for continuous variables and Chi-square tests were used for categorical variables. Given that about 48% of subjects reported no missed workdays, a two-part model was employed. This approach accounted for potential differences between those with zero missed workdays and those with positive values. The first part used a probit model, while the second part utilized generalized linear regression with a gamma distribution and log link function. Marginal effects of controlled variables were reported from the combined probit and generalized linear regression models of the two-part approach. Sensitivity analysis focused on individuals aged 18–64 (working ages) only. Additionally, negative binomial regression corroborated findings from the two-part model. A p-value less than 0.05 was defined as statistically significant. Stata 18.0 was used for the analysis.", "Data": "The 2022 Full-Year Population Characteristics file of the Medical Expenditure Panel Survey (MEPS) was used for this study [ ]. Conducted annually since 1996, the MEPS has established its reliability and validity through extensive use in various research studies [ – ]. MEPS gathers data from individuals, families, and healthcare professionals across the U.S., covering demographics, health conditions, healthcare utilization and expenditures, insurance status, access to care, employment status, and family relations. The survey sample represents the civilian non-institutionalized population on a national scale. Typically, data for all occupants of a household are provided by a single household respondent or a group of household members collectively [ , ]. The 2022 survey introduced new questionnaires regarding COVID-19, seeking the duration of COVID symptoms (0–12 months) and persistence of COVID-19 symptoms lasting more than 3 months (suggestive of long-COVID) [ ]. Since the MEPS data used in this study are publicly available, Internal Review Board (IRB) review was not required.", "Subjects": "Adults aged 18 years and older who were employed full-time were included in the study. Subjects with missing variables were excluded from the analysis.", "Outcomes": "The primary outcome was the number of days missed from work due to illness or injury within a calendar year.", "Independent variable": "The main independent variable was whether a subject experienced long-COVID symptoms, defined as COVID-19 symptoms persisting for more than 3 months following diagnosis (Yes/No). Another independent variable categorized the impact of the COVID-19 infection on missed workdays into three groups: no COVID-19 infection, history of COVID-19 infection, and long-COVID (symptoms persisting for more than 3 months).", "Covariates": "The study accounted for factors potentially associated with the outcome. These factors included demographic characteristics and health-related factors [ , – ]. Demographic variables included age groups (18–30, 31–40, 41–50, 51–64, and ≥65 years), sex (male/female), race/ethnicity (non-Hispanic White, non-Hispanic Black, Hispanic, non-Hispanic Asian, and non-Hispanic other), type of health insurance (private, Medicaid, Medicare, and uninsured), region (Northeast, Midwest, South, and West), marital status (married, widowed/divorced/separated, and never married), and educational attainment (high school graduate: Yes/No). Health-related variables included hypertension (Yes/No), diabetes (Yes/No), asthma (Yes/No), high cholesterol (Yes/No), cancer history (Yes/No), arthritis (Yes/No), any physical limitations (Yes/No), any cognitive limitations (Yes/No), and current smoking status (Yes/No).", "Statistical approaches": "All analyses were weighted to ensure they were representative at the population level [ , , ]. Summary statistics such as means, standard deviations (SD), and percentages described the characteristics of the study subjects. To compare baseline characteristics between the long-COVID and no long-COVID groups, T-tests were used for continuous variables and Chi-square tests were used for categorical variables. Given that about 48% of subjects reported no missed workdays, a two-part model was employed. This approach accounted for potential differences between those with zero missed workdays and those with positive values. The first part used a probit model, while the second part utilized generalized linear regression with a gamma distribution and log link function. Marginal effects of controlled variables were reported from the combined probit and generalized linear regression models of the two-part approach. Sensitivity analysis focused on individuals aged 18–64 (working ages) only. Additionally, negative binomial regression corroborated findings from the two-part model. A p-value less than 0.05 was defined as statistically significant. Stata 18.0 was used for the analysis.", "Results": "Among 260,980,061 adults in 2022 (unweighted n = 18,101), subjects with missing values in missed workdays (weighted n = 104,850,051, unweighted n = 8,403) were excluded. Additionally, individuals with missing values in education, hypertension, cancer, high cholesterol, arthritis, physical limitation, cognitive limitation, and smoking status variables (weighted n = 24,444,494, unweighted n = 1,488) were excluded from the analysis. The final study population included 131,685,516 adults (unweighted n = 8,210). Approximately 7% of adults experienced long-COVID. The average (SD) age of individuals with long-COVID was 45 (13) years, compared to 43 (14) years for those without long-COVID (p-value = 0.03). A higher proportion of females had long-COVID (57% with long-COVID vs. 45% without long-COVID, p-value < 0.01). Subjects with health conditions such as hypertension (33% vs. 23%, p-value < 0.01), diabetes (10% vs. 7%, p-value = 0.01), asthma (22% vs. 13%, p-value < 0.01), arthritis (24% vs. 14%, p-value < 0.01), physical limitations (8% vs. 4%, p-value < 0.01), and cognitive limitations (4% vs. 1%, p-value < 0.01) were more likely to have long-COVID. Individuals with long-COVID reported an average of 8 days missed from work (SD: 12 days), while those without long-COVID reported 4 days missed (SD: 9 days) (p-value < 0.01) ( ). The marginal effects from the two-part model indicated that individuals with long-COVID experienced an additional 2.54 days missed from work compared to those without long-COVID (p-value < 0.01). Females had 1.45 more missed workdays than males (p-value < 0.01). Subjects with asthma and arthritis were likely to miss an additional 1.52 days (p-value < 0.01) and 2.11 days (p-value < 0.01), respectively, compared to those without these conditions. Similarly, individuals with physical limitations and cognitive limitations had 2.52 days (p-value < 0.01) and 2.54 days (p-value < 0.01) more missed workdays, respectively ( ). In the two-part model considering three groups (no COVID-19 infection, ever had COVID-19 infection, and had long-COVID), individuals with COVID-19 infection experienced 1.90 more missed workdays (p-value < 0.01), and those with long-COVID experienced 4.05 more missed workdays (p-value < 0.01) compared to those with no COVID-19 infection ( ). Another sensitivity analysis included COVID-19 vaccine status (i.e., received a COVID-19 vaccine or booster shot—Yes/No) in the regressions, as vaccination may reduce the risk of short- and long-COVID symptoms. Among the subjects, 83% without long COVID had received the COVID-19 vaccine, compared to 80% of those with long COVID. The difference in vaccination rates between the two groups was not statistically significant (p = 0.124). Furthermore, the COVID-19 vaccine status variable in the regression analysis was not statistically significant and did not affect the main findings.", "Discussion": "Long-COVID could have significant impact on various aspects of the economy such as the labor market, productivity, healthcare expenditures, and overall economic growth. It could present a significant economic challenge that complicates the difficulties societies already face in the aftermath of the pandemic. The findings from this study demonstrate that subjects with long-COVID had statistically higher mean days missed from work, based on a nationally representative, cross-sectional sample. Absenteeism remains a significant problem for many individuals, compromising their ability to work. About 20% of patients with long-COVID remain absent from work for an extended period, specifically for 6 months or more [ ]. Restoring health is essential for returning to work, but the delayed onset of persistent symptoms in long-COVID may go unnoticed by workers, impacting their performance and functional capacity to carry out work activities [ ]. Long-COVID could affect a significant number of patients, causing chronic health issues that can result in substantial economic impacts. Beyond the initial phase of illness, long-COVID may present ongoing health challenges that diminish workforce productivity and impose financial hardships on both individuals affected and the broader economy [ – ]. A survey conducted by the Swiss Federal Social Insurance Office has documented a growing percentage of disability insurance claims linked to post-COVID-19 conditions [ , ]. Furthermore, long-COVID amplifies the considerable healthcare expenses linked to the COVID-19 pandemic. The extended medical care needed to address long-COVID symptoms, including specialist visits, diagnostic procedures, and rehabilitation services, leads to increased healthcare costs. This adds strain to healthcare systems, diverting resources that could otherwise be allocated to other important areas like preventive healthcare or addressing other health issues [ ]. One of the main economic impacts of long-COVID relates to its influence on the labor market. During the COVID-19 pandemic, many conditions such as asthma, arthritis, emotional/nervous/psychiatric problems, vascular/pulmonary/liver conditions, and epilepsy were linked to reduced employment or decreased hours worked, whereas this association was not observed pre-pandemic [ ]. An observational study evaluating patients with long- COVID found significant impacts: more than 54.6% of people experienced prolonged periods of incapacity to work, 34.5% lost their jobs, 63.9% reported difficulties in performing daily activities, and 17.6% faced financial hardships [ ]. Another study showed that six months after infection, 56% of patients encountered challenges in daily activities, and 47% could not return to work [ ]. Individuals with long-COVID frequently faced difficulties in resuming work or maintaining their previous levels of productivity. Many of them may require extended sick leave or workplace adjustments, resulting in reduced work hours, job loss, or diminished earning potential. As a result, households may suffer income reductions, leading to increasing dependence on social welfare programs, placing additional strain on public resources [ , ]. Nittas et al. reported that between 9% and 40% of patients previously hospitalized due to COVID-19 infection failed to return to work two to three months after their hospitalization, and between 12% and 23% of non-hospitalized patients with mild to moderate symptoms remained absent from work between three and seven months after the acute phase of the disease [ ]. Overall, individuals affected by mild COVID or long-COVID often had to reduce or adjust their workload, and some experienced job loss [ ]. The impact of long-COVID on the workforce is notably pronounced in service industries such as healthcare, social care, and retail. The labor shortages in these sectors have led to increased wages and prices, contributing to the recent inflationary pressures observed in the U.S. [ ] The demographic characteristics related to long-COVID are noteworthy. While long-COVID can develop in anyone who gets COVID-19 infection, research reported that certain demographic groups are more prone to experiencing it than others, including women, Hispanics, individuals without 4-year college degrees, individuals who have experienced more severe COVID-19 illness, those with underlying health conditions, adults aged 65 or older, and individuals who did not receive a COVID-19 vaccine [ , – , , ]. The age group with the highest percentage of diagnoses typically occurs between the ages of 36 and 50 years, and most long-COVID cases are found in individuals who were not hospitalized and experienced a mild acute illness, reflecting how this population constitutes the majority of overall COVID-19 cases [ ]. The findings of this study are consistent with the existing research regarding demographic characteristics. This study showed that the average age of individuals with long-COVID was 45 years, a higher proportion of females had long-COVID, subjects with health conditions such as hypertension, diabetes, asthma, arthritis, physical limitations, and cognitive limitations were more likely to have long-COVID. Moreover, females had 1.44 more missed workdays than males, and individuals with asthma, arthritis, physical limitations, and cognitive limitations were likely to miss more days compared to those without these conditions. These demographic trends could prompt targeted interventions to manage subgroups more likely to be affected by long-COVID. Considering about 7% (9.2 million) of the population with long-COVID in this study had about 2.5 more missed workdays, the total work loss can be estimated to be 23 million days in a year. If one calculates the daily costs for days of absence based on the average daily earnings as of May 2024 (approximately $279 according to the U.S. Bureau of Labor Statistics [ ]), the estimated additional workplace productivity loss costs could be around $6.4 billion due to long-COVID. If more than one year and entire working subjects were considered, productivity loss costs could even bigger. This additional social burden is comparable to the overall cost of obesity to society. Compared to individuals with normal weight, obesity increases job absenteeism by 3 workdays, rising from 2.34 to 5.34 days at the national level. The annual productivity loss due to obesity ranges from $271 to $542 per employee with obesity, with national productivity losses estimated to range from $13.4 to $26.8 billion in 2016 [ ]. Gandjour projected the economic, healthcare, and pension costs attributed to long-COVID in Germany in 2021 [ ]. The analysis estimated a production loss of 3.4 billion euros and a gross value-added loss of 5.7 billion euros. Additionally, the estimated financial burden on the healthcare and pension systems was about 1.7 billion euros. It implies that the costs associated with long-COVID were significant for the German economy, as well as for its healthcare and pension systems. Comparing to the case of Germany, the productivity loss in the U.S. due to long-COVID is very significant. Moreover, early estimates, factoring in increased healthcare expenses, reduced earnings, and diminished community involvement, suggest that long-COVID could potentially cost the U.S. up to $3.7 trillion [ ]. The significant proportion of work absenteeism linked to long-COVID underscores its importance to public health and the economy, and thus provides economic rationale for increased investment in long-COVID treatment, both for employers and policymakers. The ability of people experiencing long-COVID to work could depend on job accommodations and support. Qualitative findings suggest a need for workplace accommodations that are tailored to accommodate fluctuating symptoms, which should be continuously re-evaluated in collaboration between workers and supervisors [ ]. Remote work can serve as a practical arrangement for individuals facing activity limitations due to long-COVID. Employers could also consider additional accommodations such as shorter workdays and flexible scheduling to attract and retain employees who are struggling with the effects of long-COVID [ , ]. Social systems assisting those with long-COVID are also important for mitigating social and economic burden. A systemic review with 11 studies from Gualano et al. reported data on individuals experiencing difficulty returning to work after hospitalization or intensive care due to COVID-19 infection [ ]. The study highlighted significant differences based on the age and country of origin of the individuals. For example, patients from China and U.S. returned to work more quickly compared to European patients. The authors suggested that these variations could be linked to the age demographics of the patients included in the studies and the differences in social security systems across countries. Additionally, long-COVID patients often encounter skeptical reactions from employers and colleagues, as well as a lack of support from the social welfare system to aid in their return to work [ ]. To address the long-COVID challenge, policymakers should consider expanding healthcare coverage, disability benefits, and rehabilitation programs. Given the higher number of missed workdays, governments may need to implement or enhance paid sick leave policies to support affected employees, reducing financial strain and workplace disruptions. Despite the significant findings in the study, there are several limitations that may affect the findings of this study. First, during the survey years (2021–2022), some subjects may have worked remotely while others worked in-person. This distinction could impact missed workdays, as remote work might be associated with fewer missed days. However, the survey data did not specify the work arrangement (remote vs. in-person). Second, the study relied on self-reported responses, introducing the potential for recall bias which could influence the findings. Third, non-response bias may have occurred due to individuals who did not respond to the survey. This study used a national survey data to find that individuals with long-COVID experienced additional days missed from work compared to those without long-COVID. The results showed the significant productivity loss caused by missed workdays due to long-COVID, providing an economic justification for policymakers and employers to provide support systems for long-COVID patients to return to work.", "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0325280"}
{"title": "Asthma status and suicidal behavior risk: A meta-analysis of cohort studies", "authors": ["Wei He", "Zhixin You", "Guohua Li"], "abstract": "This meta-analysis investigates the differential risks of suicidal behaviors (ideation, attempts, mortality) associated with current asthma and asthma history. Retrieve cohort studies on the association between asthma and suicide from PubMed, Embase, and Cochrane library database. Use the Newcastle Ottawa Quality Assessment Scale (NOS) to assess the risk of bias. The risk ratio (RR) of 95% confidence interval (CI) was summarized using a random effects model, and publication bias was evaluated using funnel plots and Egger’s trials. A total of 12 cohort studies were included and published between 2005 and 2024. The NOS scores for the 12 cohort studies included in this meta-analysis ranged from 7 to 9. Most studies received scores of 7 or 8, indicating a generally high quality. Current asthma conferred a 62% increased risk of suicidal behaviors (RR = 1.62, 95% CI: 1.38–1.88), with suicide attempts showing the strongest association (RR = 2.27, 95% CI: 1.33–3.89). Asthma history was linked only to elevated suicide mortality (RR = 1.87, 95% CI: 1.64–2.14), not non-fatal suicidal behaviors. Current asthma status is associated with an increased risk of suicidal behaviors, but a history of asthma correlates only with elevated suicide mortality. This finding highlights the need for proactive mental health screening in asthma management protocols, especially during periods of active disease.", "Objective": "This meta-analysis investigates the differential risks of suicidal behaviors (ideation, attempts, mortality) associated with current asthma and asthma history.", "Method": "Retrieve cohort studies on the association between asthma and suicide from PubMed, Embase, and Cochrane library database. Use the Newcastle Ottawa Quality Assessment Scale (NOS) to assess the risk of bias. The risk ratio (RR) of 95% confidence interval (CI) was summarized using a random effects model, and publication bias was evaluated using funnel plots and Egger’s trials.", "Result": "A total of 12 cohort studies were included and published between 2005 and 2024. The NOS scores for the 12 cohort studies included in this meta-analysis ranged from 7 to 9. Most studies received scores of 7 or 8, indicating a generally high quality. Current asthma conferred a 62% increased risk of suicidal behaviors (RR = 1.62, 95% CI: 1.38–1.88), with suicide attempts showing the strongest association (RR = 2.27, 95% CI: 1.33–3.89). Asthma history was linked only to elevated suicide mortality (RR = 1.87, 95% CI: 1.64–2.14), not non-fatal suicidal behaviors.", "Conclusion": "Current asthma status is associated with an increased risk of suicidal behaviors, but a history of asthma correlates only with elevated suicide mortality. This finding highlights the need for proactive mental health screening in asthma management protocols, especially during periods of active disease.", "Introduction": "Asthma is a chronic respiratory disease characterized by airway inflammation, causing symptoms like coughing and wheezing [ ]. It affects over 300 million people globally, with significant morbidity and mortality [ ]. Despite decreasing age-standardized rates, the overall burden remains severe, with 262.41 million prevalent cases in 2019 [ ]. Asthma is heterogeneous, with various phenotypes and endotypes identified in recent years [ ]. Risk factors include high body mass index, occupational exposures, and smoking [ ]. The disease burden is particularly concerning in low-income countries and among children [ ]. Asthma may be a risk factor for certain respiratory diseases, including chronic obstructive pulmonary disease (COPD) [ ], lung cancer [ ]. In addition, recent meta-analyses and cohort studies suggest an association between asthma and increased risk of psychiatric disorders. A systematic review found higher prevalence of anxiety disorders in youth with chronic medical conditions, including asthma, compared to the general population [ ]. Mental disorders, including asthma-related conditions like atopic dermatitis, were associated with higher suicide risk [ ] and increased odds of internalizing behaviors and depression symptoms in children [ ]. Suicide is a major public health problem with significant global burden [ ]. Recent research has explored various risk factors for suicidal behavior, including exposure to suicide or suicide attempts [ ], air pollution [ , ], and infectious disease epidemics [ ]. Studies have also investigated the association between suicide and inflammation markers like C-reactive protein [ ]. And its specific association with suicidal behavior remains unclear. Therefore, we conducted a meta-analysis to further explore the association between different states of asthma and suicidal behavior.", "Methods": "This meta-analysis was conducted in accordance with the updated Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA 2020) guidelines [ ]. The protocol for the study was registered on the PROSPERO platform (CRD42025635002). A comprehensive literature search was performed across PubMed, Embase, and the Cochrane Library to identify relevant studies published up until January 5, 2025. The search strategy combined both controlled vocabulary and keywords, using terms such as “suicide,” “asthma,” and their respective synonyms. We employed MeSH (Medical Subject Headings) terms in PubMed and Emtree terms in Embase to ensure a thorough search. Additionally, the reference lists of retrieved studies and previous meta-analyses were reviewed to identify potentially eligible studies. A detailed search strategy for each database is provided in Supplementary Tables 1–3 in  . Studies were considered eligible if they met the following criteria: (a) Participants: Individuals diagnosed with asthma who exhibited suicidal behavior, including suicide ideation, suicide attempts, or suicide mortality; (b) Exposure: Patients with asthma, focusing on those with either current asthma, an asthma attack, or a history of asthma; (c) Comparator: Healthy individuals or those without asthma; (d) Outcome: Reported incidents of suicidal behaviors, with available effect sizes such as hazard ratios (HR), relative risks (RR), or odds ratios (OR), including 95% confidence intervals (CIs). Only studies reporting effect sizes adjusted for potential confounders were included; (e) Study Design: Cohort studies (prospective or retrospective) or cohort-based nested case-control studies; (f) no language or regional restrictions were applied in the selection of studies to ensure a comprehensive and global representation of the data. Exclusion criteria included: (a) Conference abstracts or letters to the editor; (b) Studies with incomplete data or lacking the relevant outcomes of interest; (c) Population or exposure combined with other diseases. The initial records identified in the search were imported into NoteExpress reference management software, where duplicates were removed. Two authors (W He, ZX You) independently screened the titles and abstracts to exclude irrelevant studies. The remaining studies were further assessed for eligibility based on predefined inclusion and exclusion criteria. For studies with uncertain eligibility, the full text was reviewed. Any discrepancies were resolved through group discussion. Data extraction was carried out using a custom-designed form in Excel (Microsoft Corporation, USA). Two authors (HJ Li, YP Wang) independently extracted data from eligible studies. Key information, including first author, publication year, country, data source, and adjusted confounders, was collected. The extracted data were cross-checked, and any discrepancies were resolved through discussion. The quality of the included studies was assessed using the Newcastle-Ottawa Quality Assessment Scale (NOS) (available at  ). The assessment focused on three domains: selection, comparability, and outcomes. Cohort studies were assigned scores ranging from 0 to 9 stars, with higher scores indicating better study quality. Studies were categorized as high (7–9 stars), moderate (4–6 stars), or low quality (0–3 stars). Data analysis was conducted using Stata software (version 14). Given the potential clinical and methodological heterogeneity, we selected a random effects model for the meta-analysis to ensure the robustness and generalizability of the results [ , ]. Sensitivity analysis was performed to test the stability of the overall findings and to investigate sources of heterogeneity. We also conducted independent subgroup analyses based on asthma status and different types of suicidal behaviors. Publication bias was assessed using funnel plots and Egger’s tests.", "Data sources": "A comprehensive literature search was performed across PubMed, Embase, and the Cochrane Library to identify relevant studies published up until January 5, 2025. The search strategy combined both controlled vocabulary and keywords, using terms such as “suicide,” “asthma,” and their respective synonyms. We employed MeSH (Medical Subject Headings) terms in PubMed and Emtree terms in Embase to ensure a thorough search. Additionally, the reference lists of retrieved studies and previous meta-analyses were reviewed to identify potentially eligible studies. A detailed search strategy for each database is provided in Supplementary Tables 1–3 in  .", "Eligibility criteria": "Studies were considered eligible if they met the following criteria: (a) Participants: Individuals diagnosed with asthma who exhibited suicidal behavior, including suicide ideation, suicide attempts, or suicide mortality; (b) Exposure: Patients with asthma, focusing on those with either current asthma, an asthma attack, or a history of asthma; (c) Comparator: Healthy individuals or those without asthma; (d) Outcome: Reported incidents of suicidal behaviors, with available effect sizes such as hazard ratios (HR), relative risks (RR), or odds ratios (OR), including 95% confidence intervals (CIs). Only studies reporting effect sizes adjusted for potential confounders were included; (e) Study Design: Cohort studies (prospective or retrospective) or cohort-based nested case-control studies; (f) no language or regional restrictions were applied in the selection of studies to ensure a comprehensive and global representation of the data. Exclusion criteria included: (a) Conference abstracts or letters to the editor; (b) Studies with incomplete data or lacking the relevant outcomes of interest; (c) Population or exposure combined with other diseases.", "Study selection": "A total of 721 original records were identified. After removing duplicates and screening titles and abstracts, 22 articles were selected for full-text review. Following the full-text assessment, 12 cohort studies were included in this meta-analysis [ – ]. The exclusion criteria involved 1 conference abstract [ ], 6 non-cohort studies [ – ], and 3 studies that investigated multiple diseases [ – ]. The study selection process is shown in  .", "Data extraction": "Data extraction was carried out using a custom-designed form in Excel (Microsoft Corporation, USA). Two authors (HJ Li, YP Wang) independently extracted data from eligible studies. Key information, including first author, publication year, country, data source, and adjusted confounders, was collected. The extracted data were cross-checked, and any discrepancies were resolved through discussion.", "Study quality": "The quality of the included studies was assessed using the Newcastle-Ottawa Quality Assessment Scale (NOS) (available at  ). The assessment focused on three domains: selection, comparability, and outcomes. Cohort studies were assigned scores ranging from 0 to 9 stars, with higher scores indicating better study quality. Studies were categorized as high (7–9 stars), moderate (4–6 stars), or low quality (0–3 stars).", "Data synthesis": "Data analysis was conducted using Stata software (version 14). Given the potential clinical and methodological heterogeneity, we selected a random effects model for the meta-analysis to ensure the robustness and generalizability of the results [ , ]. Sensitivity analysis was performed to test the stability of the overall findings and to investigate sources of heterogeneity. We also conducted independent subgroup analyses based on asthma status and different types of suicidal behaviors. Publication bias was assessed using funnel plots and Egger’s tests.", "Results": "A total of 721 original records were identified. After removing duplicates and screening titles and abstracts, 22 articles were selected for full-text review. Following the full-text assessment, 12 cohort studies were included in this meta-analysis [ – ]. The exclusion criteria involved 1 conference abstract [ ], 6 non-cohort studies [ – ], and 3 studies that investigated multiple diseases [ – ]. The study selection process is shown in  . A total of 12 cohort studies, spanning prospective and retrospective designs, were included in this meta-analysis. These studies, conducted in countries such as Korea, China, the USA, Canada, Denmark, and the UK, utilized diverse data sources, including national health insurance databases and health surveys. Sample sizes ranged from 830 to 7,140,589, with a total of over 12 million participants. The baseline age of participants varied from 5 to 65 years, with follow-up periods ranging from 2 to 20 years. Suicidal behavior events ranged from 32 to 8,721 across studies, involving both general populations and individuals with conditions like asthma and mental health disorders. Confounder adjustments included age, sex, socioeconomic status, smoking, alcohol use, and mental health conditions. The NOS scores for the 12 cohort studies included in this meta-analysis ranged from 7 to 9. Most studies received scores of 7 or 8, indicating a generally high quality. The characteristics and quality of included cohort studies are summarized in  . A total of 7 cohorts reported the association between current asthma status and various suicidal behaviors. The meta-analysis revealed an overall increased risk of suicidal behaviors associated with current asthma (RR = 1.62, 95% CI: 1.38–1.88, I  = 74.3%,  ). For specific suicidal behaviors, the meta-analysis of 4 cohorts showed that current asthma was linked to an increased risk of suicide mortality (RR = 1.58, 95% CI: 1.26–1.98, I  = 82.1%,  ); 3 cohorts indicated an increased risk of suicidal ideation (RR = 1.69, 95% CI: 1.10–2.59, I  = 72.8%,  ); and 2 cohorts suggested an elevated risk of suicide attempts (RR = 2.27, 95% CI: 1.33–3.89, I  = 24.3%,  ). Sensitivity analysis using the one-by-one elimination method showed that no single study significantly altered the overall results, indicating good stability of the meta-analysis findings (Supplementary Fig 1 in  ). The funnel plot visually indicated symmetry between current asthma status and the risk of suicidal behavior. However, the Egger test (p = 0.001) suggested the presence of publication bias, which was corrected using the “Trim and Fill Analysis”. The adjusted funnel plot is shown in Supplementary Fig 2 in  . A total of 8 cohorts examined the association between a history of asthma and various suicidal behaviors. Meta-analyses demonstrated an overall increased risk of suicidal behaviors in patients with a history of asthma (RR = 1.43, 95% CI: 1.12–1.83, I  = 91.0%,  ). For specific suicidal behaviors, including suicide ideation, suicide attempts, and suicide mortality, the meta-analysis of 4 cohorts showed that an increased risk of suicide mortality among patients with a history of asthma (RR = 1.87, 95% CI: 1.64–2.14, I  = 12.5%,  ). One cohort showed no significant association between a history of asthma and suicidal ideation (RR = 1.04, 95% CI: 0.86–1.25,  ). Additionally, meta-analyses of 5 cohorts indicated no significant association between a history of asthma and suicidal attempts (RR = 1.20, 95% CI: 0.86–1.67, I  = 79.8%,  ). Sensitivity analysis using the single-study elimination method demonstrated that no individual study significantly altered the overall results, suggesting good stability of the meta-analysis findings (Supplementary Fig 3 in  ). The funnel plot visually indicated symmetry between a history of asthma and the risk of suicidal behavior. Furthermore, the Egger test (p = 0.1) did not provide evidence of publication bias, as shown in the funnel plot in Supplementary Fig 4 in  .", "Study characteristics and quality": "A total of 12 cohort studies, spanning prospective and retrospective designs, were included in this meta-analysis. These studies, conducted in countries such as Korea, China, the USA, Canada, Denmark, and the UK, utilized diverse data sources, including national health insurance databases and health surveys. Sample sizes ranged from 830 to 7,140,589, with a total of over 12 million participants. The baseline age of participants varied from 5 to 65 years, with follow-up periods ranging from 2 to 20 years. Suicidal behavior events ranged from 32 to 8,721 across studies, involving both general populations and individuals with conditions like asthma and mental health disorders. Confounder adjustments included age, sex, socioeconomic status, smoking, alcohol use, and mental health conditions. The NOS scores for the 12 cohort studies included in this meta-analysis ranged from 7 to 9. Most studies received scores of 7 or 8, indicating a generally high quality. The characteristics and quality of included cohort studies are summarized in  .", "Meta-analysis of current asthma and suicidal behavior risk": "A total of 7 cohorts reported the association between current asthma status and various suicidal behaviors. The meta-analysis revealed an overall increased risk of suicidal behaviors associated with current asthma (RR = 1.62, 95% CI: 1.38–1.88, I  = 74.3%,  ). For specific suicidal behaviors, the meta-analysis of 4 cohorts showed that current asthma was linked to an increased risk of suicide mortality (RR = 1.58, 95% CI: 1.26–1.98, I  = 82.1%,  ); 3 cohorts indicated an increased risk of suicidal ideation (RR = 1.69, 95% CI: 1.10–2.59, I  = 72.8%,  ); and 2 cohorts suggested an elevated risk of suicide attempts (RR = 2.27, 95% CI: 1.33–3.89, I  = 24.3%,  ). Sensitivity analysis using the one-by-one elimination method showed that no single study significantly altered the overall results, indicating good stability of the meta-analysis findings (Supplementary Fig 1 in  ). The funnel plot visually indicated symmetry between current asthma status and the risk of suicidal behavior. However, the Egger test (p = 0.001) suggested the presence of publication bias, which was corrected using the “Trim and Fill Analysis”. The adjusted funnel plot is shown in Supplementary Fig 2 in  .", "Meta-analysis of asthma history and suicidal behavior risk": "A total of 8 cohorts examined the association between a history of asthma and various suicidal behaviors. Meta-analyses demonstrated an overall increased risk of suicidal behaviors in patients with a history of asthma (RR = 1.43, 95% CI: 1.12–1.83, I  = 91.0%,  ). For specific suicidal behaviors, including suicide ideation, suicide attempts, and suicide mortality, the meta-analysis of 4 cohorts showed that an increased risk of suicide mortality among patients with a history of asthma (RR = 1.87, 95% CI: 1.64–2.14, I  = 12.5%,  ). One cohort showed no significant association between a history of asthma and suicidal ideation (RR = 1.04, 95% CI: 0.86–1.25,  ). Additionally, meta-analyses of 5 cohorts indicated no significant association between a history of asthma and suicidal attempts (RR = 1.20, 95% CI: 0.86–1.67, I  = 79.8%,  ). Sensitivity analysis using the single-study elimination method demonstrated that no individual study significantly altered the overall results, suggesting good stability of the meta-analysis findings (Supplementary Fig 3 in  ). The funnel plot visually indicated symmetry between a history of asthma and the risk of suicidal behavior. Furthermore, the Egger test (p = 0.1) did not provide evidence of publication bias, as shown in the funnel plot in Supplementary Fig 4 in  .", "Discussion": "This meta-analysis of 12 cohort studies involving over 12 million participants demonstrates that individuals with current asthma face a significantly elevated risk of suicidal behaviors (RR = 1.62, 95% CI: 1.38–1.88), particularly suicide attempts (RR = 2.27) and mortality (RR = 1.58). In contrast, a history of asthma was associated with increased suicide mortality (RR = 1.87) but not with suicidal ideation or attempts. The heterogeneity observed (I  = 74.3–91.0%) likely stems from variations in study designs, population demographics, and adjustments for confounders such as mental health comorbidities and socioeconomic factors. These findings underscore the importance of distinguishing between current and historical asthma status when evaluating suicide risk. Our results align with prior studies linking chronic inflammatory conditions to psychiatric morbidity and suicidal behavior. A 2021 meta-analysis by Moitra et al. [ ] reported that atopic diseases, including asthma, were associated with a 30% increased suicide risk (OR=1.30, 95% CI: 1.16–1.47). However, our study extends this evidence by stratifying risks by asthma status and specific suicidal outcomes. Unlike their pooled analysis of suicidality outcomes, our study uniquely stratifies risks by asthma status, revealing a 62% increased risk for current asthma—particularly for suicide attempts, a dimension not previously disaggregated—and identifying elevated suicide mortality even among those with resolved asthma. Furthermore, we address temporal and geographic limitations in prior work by incorporating seven recent cohorts (2020–2024) and diverse populations, including Asian cohorts underrepresented in earlier analyses. Crucially, our rigorous adjustment for mental health comorbidities and socioeconomic confounders, inconsistently addressed in earlier studies, strengthens causal inference and explains higher risk estimates compared to Zhang et al.’s pooled odds ratio [ ]. These advancements underscore the necessity of dynamic, status-specific risk assessment in clinical practice rather than relying on lifetime asthma diagnosis alone. The increased suicide risk associated with current asthma may stem from both biological and psychosocial mechanisms. Chronic airway inflammation in active asthma may exacerbate neuroinflammation, disrupt hypothalamic-pituitary-adrenal (HPA) axis activity, and elevate pro-inflammatory cytokines such as IL-6, which are known to be involved in depression and impulsivity [ , ]. Furthermore, asthma-related sleep disturbances, the side effects of corticosteroids (e.g., mood swings), and the psychological strain of recurrent exacerbations may all contribute to suicidal behavior. The absence of a significant association between asthma history and non-fatal suicidal outcomes suggests that resolved inflammation or improved disease management might reduce these risks. Several studies have shown that asthma is associated with a higher likelihood of suicidal ideation and attempts, even after adjusting for comorbid mental health disorders. This association appears to be stronger in individuals with more severe and persistent asthma symptoms [ ]. Moreover, social factors such as bullying may amplify the relationship between asthma and suicidal behaviors, particularly in adolescents [ ]. These findings highlight the critical need for mental health screening and care for asthma patients, especially for younger individuals with severe symptoms [ ]. Clinically, these findings advocate for integrated care models that screen asthma patients—particularly those with active disease—for suicidal ideation and mental health comorbidities. Public health strategies should prioritize reducing asthma-related stigma and improving access to psychosocial support in high-risk populations. This study has limitations. First, due to significant variation in baseline age across the included studies, we were unable to perform age-adjusted analyses. Age is an important factor in suicidal behavior, and future studies should adjust for age to better understand its impact on the relationship between asthma and suicide risk. Second, we observed some evidence of publication bias, the quality of the included studies was generally high, and sensitivity analyses were performed to assess the robustness of the results. However, we acknowledge that publication bias may influence the overall conclusions, particularly given the small sample size of the included studies (n = 12). Lastly, it is important to note that while the included studies did not consistently report on asthma severity, anecdotal evidence and previous research suggest that severe asthma may be more strongly associated with negative mental health outcomes. Further studies should explore this dimension.", "Principal findings": "This meta-analysis of 12 cohort studies involving over 12 million participants demonstrates that individuals with current asthma face a significantly elevated risk of suicidal behaviors (RR = 1.62, 95% CI: 1.38–1.88), particularly suicide attempts (RR = 2.27) and mortality (RR = 1.58). In contrast, a history of asthma was associated with increased suicide mortality (RR = 1.87) but not with suicidal ideation or attempts. The heterogeneity observed (I  = 74.3–91.0%) likely stems from variations in study designs, population demographics, and adjustments for confounders such as mental health comorbidities and socioeconomic factors. These findings underscore the importance of distinguishing between current and historical asthma status when evaluating suicide risk.", "Comparison with previous studies": "Our results align with prior studies linking chronic inflammatory conditions to psychiatric morbidity and suicidal behavior. A 2021 meta-analysis by Moitra et al. [ ] reported that atopic diseases, including asthma, were associated with a 30% increased suicide risk (OR=1.30, 95% CI: 1.16–1.47). However, our study extends this evidence by stratifying risks by asthma status and specific suicidal outcomes. Unlike their pooled analysis of suicidality outcomes, our study uniquely stratifies risks by asthma status, revealing a 62% increased risk for current asthma—particularly for suicide attempts, a dimension not previously disaggregated—and identifying elevated suicide mortality even among those with resolved asthma. Furthermore, we address temporal and geographic limitations in prior work by incorporating seven recent cohorts (2020–2024) and diverse populations, including Asian cohorts underrepresented in earlier analyses. Crucially, our rigorous adjustment for mental health comorbidities and socioeconomic confounders, inconsistently addressed in earlier studies, strengthens causal inference and explains higher risk estimates compared to Zhang et al.’s pooled odds ratio [ ]. These advancements underscore the necessity of dynamic, status-specific risk assessment in clinical practice rather than relying on lifetime asthma diagnosis alone.", "Interpretation of findings": "The increased suicide risk associated with current asthma may stem from both biological and psychosocial mechanisms. Chronic airway inflammation in active asthma may exacerbate neuroinflammation, disrupt hypothalamic-pituitary-adrenal (HPA) axis activity, and elevate pro-inflammatory cytokines such as IL-6, which are known to be involved in depression and impulsivity [ , ]. Furthermore, asthma-related sleep disturbances, the side effects of corticosteroids (e.g., mood swings), and the psychological strain of recurrent exacerbations may all contribute to suicidal behavior. The absence of a significant association between asthma history and non-fatal suicidal outcomes suggests that resolved inflammation or improved disease management might reduce these risks. Several studies have shown that asthma is associated with a higher likelihood of suicidal ideation and attempts, even after adjusting for comorbid mental health disorders. This association appears to be stronger in individuals with more severe and persistent asthma symptoms [ ]. Moreover, social factors such as bullying may amplify the relationship between asthma and suicidal behaviors, particularly in adolescents [ ]. These findings highlight the critical need for mental health screening and care for asthma patients, especially for younger individuals with severe symptoms [ ].", "Strengths and limitations": "Clinically, these findings advocate for integrated care models that screen asthma patients—particularly those with active disease—for suicidal ideation and mental health comorbidities. Public health strategies should prioritize reducing asthma-related stigma and improving access to psychosocial support in high-risk populations. This study has limitations. First, due to significant variation in baseline age across the included studies, we were unable to perform age-adjusted analyses. Age is an important factor in suicidal behavior, and future studies should adjust for age to better understand its impact on the relationship between asthma and suicide risk. Second, we observed some evidence of publication bias, the quality of the included studies was generally high, and sensitivity analyses were performed to assess the robustness of the results. However, we acknowledge that publication bias may influence the overall conclusions, particularly given the small sample size of the included studies (n = 12). Lastly, it is important to note that while the included studies did not consistently report on asthma severity, anecdotal evidence and previous research suggest that severe asthma may be more strongly associated with negative mental health outcomes. Further studies should explore this dimension.", "Conclusions": "Current asthma status is associated with a 62% increased risk of suicidal behaviors, with suicide attempts showing the strongest association. In contrast, a history of asthma correlates only with elevated suicide mortality. These results highlight the need for proactive mental health screening in asthma management protocols, especially during periods of active disease.", "Supporting information": "(DOCX) Sheet 1: All 721 records obtained from the database. Sheet 2: List of excluded documents. Sheet 3: Data extraction quality assess. Sheet 4: Data analysis process. (XLS) (DOCX)", "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0325150"}
